import { Group } from "@/classes/group";

export const groups: Group[] = [
    new Group("band", "バンド班", "ボカロ曲をバンドカバーし、サークル内での班員によるライブや、EVE祭やクローバー祭のステージへの出演がバンド班の主な活動内容です。ヴァイオリンやサックス、リコーダーなどのスタンダードなバンド編成以外の楽器で活動している班員もいます。インストバンドやアコースティックバンドなどもあり、自由度の高い活動をしています。楽器やバンド経験者も、これからバンドを始めてみたい初心者も大歓迎です！"),
    new Group("dance", "ダンス班", "私たちダンス班は、年3回の季節ライブ、EVEクローバーなどの外部イベントを中心に、踊ってみたの活動を行っています！他班と兼任しながら活動している人も多く、みんなでワイワイ踊りたい方も、個人で何かを作りたい方も大歓迎の、自由度が高い班です🙌少しでも興味が湧いた方は、ぜひニコニコやYouTubeにある個人制作の動画を覗いてみてください👀✨️すごいのいっぱいあるんでね、ぜひね"),
    new Group("dtm", "DTM班", "DTM班では初音ミクなどの合成音声を用いた楽曲制作を行っています！楽曲の発表機会として、即売会に提出するアルバム制作なども積極的に行っております！作曲をしてみたいという方や、ボカロ楽曲を作ってみたいという方、経験不問ですので、お気軽にどうぞ！"),
    new Group("illustration", "イラスト班", "イラスト班では毎月出されるお題に関するイラストを描く月課題をしたり、タペストリーや等身大パネルなどのArpeggioオリジナルグッツを作ったりもしています！さらにラフ交換会や対面交流会など絵描き同士の交流も盛んに行っています！"),
    new Group("song", "歌ってみた班", "名前の通り、主に歌ってみた動画をニコニコ動画等のサイトに投稿する活動をしています！！MIXとか機材を使っての録音とか難しそう... ひとりでやる勇気が出ない...と思っているそこのあなた！！Arpeggioで『歌ってみた』を始めてみませんか？？もちろん経験者の方も大募集です✨️"),
    new Group("movie", "映像班", "映像班は文字通り映像を作る班です！主にDTM班・歌ってみた班・イラスト班の方々と一緒に楽曲のMV制作を行っています。他にも、各々が作った短い映像を繋いで1つのMVにする映像合作企画や、DTM班が制作するアルバムの紹介動画(クロスフェード)制作もしています。\n文字PVを作る人、live2Dを使う人、blenderを使う人、MMDを使う人、自前のイラストを使った映像を作る人…初心者から経験者まで、いろんな映像を作っています！"),
    new Group("dj", "DJ班", "現在arpeggio内で最も新しい班がこのDJ班です。なかなか馴染みのないDJですが、DJは誰でも簡単に音楽を「創る」側になれるものです。皆さん是非DJ班に入って一緒に音楽を創りませんか！"),
    new Group("general", "総務部", "総務部は、ブログやX（旧Twitter）での広報活動を通じて、サークルメンバーの情報発信を行ったり、運動会などのイベントを主催してメンバー同士での交流の場を提供したりしています。また、投稿祭の運営などサークル全体に関わる活動も行っています。多くの人と関わりたい方、みんなで楽しくイベントをしたい方、裏方としてメンバーの活動を支えたい方は、ぜひ総務部へ！！"),
];