import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20230709",
    "-19th Album-「19×box」",
    "Release:2023.7.9",
    "声音の宴(7/9)で販売",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "AKATSUKA Show Time!!! feat.京町セイカ",
                    "作詞作曲：あでり犬",
                    "あー\n振られちゃった ><\n落単した ><\nクビになった ><\nそれでも！\n腹くだした ><\nニキビ出来た ><\n悔しいな\nあー\n5万負けた ><\nカジノで負けた ><\n素寒貧だ ><\nそんな日もあるんだからね\nヤニ吸ってit’s show time!\n\nわたし完璧無敵\n優秀優良\n可愛い美人お姫様\n白馬の王子様　はよ来い\nお前ら見る目無さすぎ〜！！！\nなんてね⭐︎\n\nShame on you!\n私のカレなら\nSheep for you!\n幸せになるかもね⭐︎\nどこまでも行こう\n飛んでいこうよ\nマイルがあるからね⭐︎\nThanks to you!\n出会えた機会\nありがとうこの記憶\n君と出会えたこんな奇跡が\nどんなワンダーランド？\n\nあー\n御社落ちた ><\n鍵無くした ><\nババア助けた！\n無料の10連ガチャ貰った\n秘書-美女-に車だ！\n\nフロントエンドでも\nバックエンドも\nインフラも出来るお嬢様\n白馬の大企業　はよ来い\nお前ら目付いとんのか\nふしあな⭐︎\n\nShame on you!\n私のカレなら\nShark for you!\nエスコート出来なくちゃね⭐︎\nどこまでも行こう\nJAL ANA どれでも\nマイル溜まってるからね⭐︎\nThanks to you!\n出会えた機会\nありがとうこの時間\n君と紡いだこんな奇跡は\nAKATSUKA Show Time!\n\nオレサマ完璧無敵\n優秀優良\n可愛い美人お姫様\n白馬の王子様　はよ来い\nお前ら見る目無さすぎ〜！！！\n\nShame on you!\n私のカレなら\nSheep for you!\n幸せになるかもね⭐︎\nどこまでも行こう\n飛んでいこうよ\nマイルがあるからね⭐︎\nThanks to you!\n出会えた機会\nありがとうこの記憶\n君と出会えたこんな奇跡が\nどんなワンダーランド？\n\n君と紡いだこんな奇跡は\nAKATSUKA Show Time!"
                ),
                new Song(
                    "ノットイナフ feat.初音ミク",
                    "作詞作曲：阿佐木ミナギ",
                    "無くした物を探すことにも\n慣れてきたけど もう一度\n新品が欲しいの \nそれとも私の汚れた手じゃ不相応？\n\n知らない髪の毛をポケットに\n隠してしまうあたり\nもう戻れない所まで来ていること\nわかっているけど\n\n\n「いや なんでもない」\n\n\nイタズラで済まされるほどの\n愛憎で誤魔化したくて\n舌足らずになる 言ノ葉揺蕩う\n\n懲りずに\nいつも通りの笑みの皮下で\n利口と真逆の顔つくってる\n未来永劫 表に出ることは無いでしょう\n\n\n足るを知ること 美徳としたの\nそれが全ての元凶\n「互いの理想の数歩後ろ 2人で歩こう」\nなんて\n\nその時は本当に叶うと思っていたからさ\n笑えるでしょう？ “死なば諸共”とは云うけれど\n\n\n私には似合わない\n\n\n期待した想いは泡沫の夢\n手から零れ落ちて\n背中合わせで感じる貴方の体温\n\nそれすら\nいつかはどこかの誰かで\n補うことで満たされて\n\"足るを知る\"のでしょう？\n似た者同士ね\n\n\n夜の喧騒 \n見下ろす私達\n\n\nイタズラで済まされるほどの愛憎で\n誤魔化したくて\n舌足らずになる 言ノ葉揺蕩う\n\n今日もほら\nいつも通りの笑みの皮下で\n利口と真逆の顔つくってる\n未来永劫 表に出ることは無いでしょう\n\n\n貴方もそうでしょう？"
                ),
                new Song(
                    "ファントムアップル feat.初音ミク",
                    "作詞　今野 春　作曲　さぬきのみやつ弧",
                    "もしも　空が　星を　射たら\n私は何を願おうとするのかな\n雪は　白く　リンゴ　隠す\n幽霊にはお似合いの　ゴーストアップル\n \nため息　森の中　雪を踏めど跡はつかず\nさえずり　鳥が舞う　手を伸ばしかけて\nさまよう　孤独もなく　誰かといるってなんだっけ\n赤い実　思い出す　緋色の髪の王子様\n \n熱を　抱く　凍った体の中に\nあの日　私たちは 　愛を誓った\n \n駆ける　探せ　飛んで　身体\n死ねども愛しき彼のいるその場所へ\n想う　強く　願う　強く\n木々をすり抜けたどり着いた　滅びた祖国\n \nああ　そうだ　私は　王女\n戦いに破れた過去の国のプリンセス\nこんな　ものを　思い　出すの\n全部忘れて透明のままで　死んでいたかった\n \n苦しい　思い出の　温かさが毒となる\n悲しさ　枯れ木の中　寒さに身を震わせ\n疲れて　口が乾く　切り株の雪の上\nまどろみ　目を瞑る　夢すらも無くなった\n \n日は隠れ　月も背を向けた夜\nふと目に留まる　透明な林檎\n星が閉じ込められた　魔法の果実\n歯を立て　口を閉じた　甘い汁が滴って　心が震える\n目を開く　幽霊がいた　透明で緋色の髪の　愛しき幽霊\n \n踊る　二人　命も　忘れ\nただ愛に振り回されるままに足を踏む\n笑い　手を取る　待って　飛んで\n目から零れる涙のことも　気づかない\n \n森の　奥で　ふたつ　魂\n笑い声が聞こえると人々は言う\n林檎の樹に　囲まれている\n幽霊の王女が眠る場所"
                ),
                new Song(
                    "スマホを水没させた歌 feat.重音テト",
                    "作詞作曲：焼きとうきび",
                    "シンクの中　あぁこぼれ落ちた\n現代っ子の反応速度はチーター\n頭の中須臾でまっさら\n分からないね　どうしよう\n\n何をすべきか\n反省会か\n祈るだけなら良かったが\n\nそして寿司打で鍛えたタイプの早さで\n小さき窓に助けを求め\n電子の海に慈愛の神を\n██████先生！\n\nスマホを米びつに突っ込むとなおるらしい(要出典)\n\n(米にスマホを突っ込む)\n(翌朝)\n\nインターネット集合知ありがとう\n\n良い子は修理店に持って行こうね！"
                ),
                new Song(
                    "ホットケーキがたべたい feat.可不",
                    "作曲：蓮々　作詞：蓮々 いとゆう",
                    "ホットケーキがたべたい\nあー\n\n子供の頃のかわいい思い出\n日曜の朝はホットケーキの日\nお皿ぴったりに焼ける得意技\n変な焼き目すらも愛しくて\n\nホットケーキがたべたい\nあー\n\n金色の陽だまり　かくれんぼ\n野原に寝転がった昼下がり\nどんな形にもなれる不思議玉\n飛んで跳ねて　また捕まえて\n\nホットケーキがたべたい\nあー\n\n遠くの空のまんまるい月\n夜中の雨　溶けて混ぜられて\nふいにちょっぴり苦い落とし穴\nもう隣に誰もいないのに\n\nホットケーキがたべたい\nあー\n\n熱い手のひら　溢れる夢も\n泡になって消えてくこと　忘れないで\nあと少し　子供でいよう\n焦げついた朝日を\nぎゅっと　抱いて"
                ),
                new Song(
                    "ぼやぼや feat.小春六花",
                    "作詞作曲：リコペン",
                    "泣きたい時に涙が出ないの\n食べたい時に限って売り切れ\nかけたい時に電話は不通で\n辞めたいことがわたしの強みで\n知りたいことが図鑑に載ってない\n\n本当は帰りたくないのに\n雨降りに歩く\nいたいけな少女であることに夢中で\n戻らないと知らず浪費した気持ちを\n想うほど痛いなぁ\nそろそろ贅沢がしたいわ\n\n行きたい場所がもうじき潰れる\n捨てたい物が巷でプレミア\n稼ぎたいのに就職できない\n忘れたいのにどうかと聞かれる\n眠りたいのに子どもが騒ぐ夏\n\n噂を信じた通りなら\nわたしはもうじき\n十分幸せになれる日が来るかなぁ\n失敗だらけの毎日も悪くない\n認めてよ　今日こそいい日だっていうことにしてよね"
                ),
                new Song(
                    "マリンノーツ feat.初音ミク",
                    "作曲者：Hanno　作詞者：Hanno　",
                    "窓を開けてもわだかまる温度\nかすかな気流を堰き止める音\n3分半ひらめく白いワンピース\n腹の奥底　つっかえる言葉\n\n砂粒に埋もれて消えたぶんだけ\n\nこの何百回を、何千回を\n狭い背中に投げかけている\nその何万回を、何億回を\n取り返してやりたいだけじゃない\n\nその声もなしに\n夏は始まらない\n\n同じ靴はもう買わないけれど\nラジオの与太話も効かないけれど\nヒットチャートの沼どん底の隅の\nポスターの向こうから睨めつける視線\n\n水面を捉えてその次はどこへ\n\nこの何百回を、何千回を\n丸まった背中に投げかけている\nその何万回を、何億回を\n寄越してほしいだけじゃない\n\n話さなくていいよ\n「夏が始まらない」\n\nこの何百回で、何千回で\nわかったんだ\nその何万回は、何億回は\nひとつの泡にかなわない\n\nこの何百回を、何千回を\nそれでもあなたに投げかけている\nその何万回を、何億回を\n取り返してやりたいだけじゃなかった\n\nその声もなしに\n夏は始まらない\n\nその足のままで\n立ち上がってくれよ"
                ),
                new Song(
                    "愛なんて嫌いだ",
                    "作詞作曲：iro",
                    "本に書いてあるような愛が嫌いだった\n「ずっとそばに」だとか反吐が出そうだった\n綺麗事みたいな薄っぺらいものを見せられたようで\n隣の席の君が　話しかけてきた\n不思議と楽しくて一緒でいる時間が\nちょっとずつボクの心のようなものを奪っていきまして でも心地よくて\n\n快楽　気楽　二律背反　快　選ぶ　気付いた I Love\n鼓動　過剰　嫌じゃないのに　嫌って言っちゃいそうだ\n嗚呼何の躊躇いもなく　君の手を払えたら　幸せだったのかな\n\n愛なんて嫌いだ　君が居ない間　海一杯分くらいの空虚が　襲って来るんだ　でもまた強がってハングリー\n愛なんて嫌いだ　ボクの喜怒哀楽　全てが支配されたんだ\n君なんて嫌いだ　本当に嫌いだ　見ただけでもう心臓が黙ってくれないんだもん\n\n枯れ木に生った 愛を啜っていた\n今が終わるのが 何より怖かった\n本当の「私」を変えてきたのもそんないきさつで。\n毎夜君の声が脳裏に響いていた\nスッと眠れる日は一度だってなかった\n「もし打ち明けても 溝が出来るかも...これも言い訳ね」1人のベッドで\n\nインパクト無く終わる2年半　希う(恋い願う) 「いつまでも」も知ってる、叶わないこと　でも想っていたいの\nどうかな　こんな夢みがちな私だから\n踏み出せないのかな\n\n愛なんて嫌いだ　心の中　君の型の穴が空いた　\n(意気地なし)\n戻らないの   　　私  　　に向けたアイロニー\n愛なんて嫌いだ　「君のため」が何なのか分からなくなってった\n君なんて嫌いだ　本当に嫌いだ　何されたって　いつだって　私は受け入れるのに\n\nねぇ\n\nもうすぐ終わる　この時が\n「楽しかった」だけを残して\nそれで良いの？\nあなたが好きでした　ずっと好きでした\n叫んだ　木魂　静けさ\n着飾らない　激情(アイ)を紡ぐ\nあなたのそばに心臓が止まるまで居て良いですか\n\nまだ見ぬ蕾に愛を与えていた"
                ),
                new Song(
                    "最高潮なら",
                    "作詞作曲：ぬーん",
                    "1番\n今だ今と　始めたとこで　セルフネガキャンが止まらない\n「今は忙しいから」ってバカ　やらないでしょどうせどうせ\nI wanna... I wanna... 夢を語れど　夢は夢ではいはいおしまい\n同じような言葉を並べ　何一つできやしない\n\n口達者なあんたらでも　いざというときに　ウジウジ？？\nぱ×4　ぱっと言い訳並べても？　意味はないぜ\n\n優柔不断なモラトリアム　どこに　さっ×4　さっと落ち着くの？いまウダウダしているうちに　すぐに　す×4 滑り落ちていく　らるらー\n(あ×4あっと言ってる間にただ最底辺へ落ちて)しまうからね\n今更だって言う前に　今最底辺からでも上がれ上がれ\n2番\n今だ今と　始めたことも　すでに誰かやっているんだよ\n「それじゃあもう遅いのか？」ってほら　迷う日もないのです\n大人になるのがこわくてさ　逃避行も繰り返したが\nどうもそれじゃダメらしい　まあね　現実甘くはない\n\n何回何万回とやってきたものは　神様だって奪えやしないさ\n誰かと比べることも　今はくだらないって思えるはずだろう\n\n弱気思考のプログラム　すぐに　ぱっ×4　と吹き飛ばせ！\nあとチャンスをくれる女神様　後ろ髪はほとんどないらしい　なんて\n(ど×4どんなやなことも今最高潮というなら)できるはずね\nむ×4　無理そうなことも　今最高潮というならできるはず！\nCメロ\nだめだめだって言われても　まだ何回何億回だってやり直せばいい\n最高最高だって　いつかはるか先の君に届くまで\n\nラスサビ\n粗削りなアイオライト　まだね　ぱっ×4　ぱっとしないけど\nまだ最序盤のチュートリアル　僕ら　輝けるって信じている　だから\n(だい×4大後悔する前にさあ最前線へ向け)　前へ前へ　ねぇ\nいつかやると決めたなら　ほら最高峰へ向け　上へ向かえ"
                )
            ]
        ),

    ]
);

export const album20230709 = album;