import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20191020",
    "-11th Album- 「分散和音」",
    "Release:2019.03.10",
    "2019年VOCALOIDSTREET(10/20)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.D a y d r e a m(feat.IA・結月ゆかり)",
                    "-Silverlove",
                    "夢で見ていた\n君の横顔\n照らすネオンサイン\n都市の真夜中\n\n鏡の向こう\n映る世界が\nぼやけて見えた\nまだ起きないまま\n\n聞こえる歌が\n見える全てが\n遠ざかる今\n体が沈んだ\n\nバラバラの世界\n割れた心の\n欠片をあつめ\n眠りについた\n\nＤａｙｄｒｅａｍ\n消えてく　僕らの記憶\nＤａｙｄｒｅａｍ\n沈んでく　僕らの世界\nＤａｙｄｒｅａｍ\n消えてく　僕らの記憶\nＤａｙｄｒｅａｍ\n沈んでく　僕らの世界\n\n目に映るもの\n君の幻\n摩天楼が照らす\n都市の真夜中\n\n窓を濡らした\n落ちる雫に\nまた目を覚めた\nまだ寝れないまま\n\n雨の音だけ\n夜のネオンだけ\n慰める今\nヒカリが消えた\n\n回る世界に\n一人残され\n時間を止めて\nこのままいたい\n\nＤａｙｄｒｅａｍ\n消えてく　僕らの記憶\nＤａｙｄｒｅａｍ\n沈んでく　僕らの世界\nＤａｙｄｒｅａｍ\n消えてく　僕らの記憶\nＤａｙｄｒｅａｍ\n沈んでく　僕らの世界"
                ),
                new Song(
                    "02.「春」を無くした世界(re:arranged)(feat.OИE)",
                    "-葉城雅樹(はじょみやP)",
                    "蝉が鳴き出した。冬が終わって、また「夏」が来る\n\n｢夏一番｣が吹く 冬の終わりが来る\n君が旅立ってから 一年たった\n\n君の最後の言葉 今でも忘れてない\n覚えててと言われた 桜の花の色\n\n君のいない こんな世界で 私は今日も生きてる\n分からないよ 思い出せない 君の名前は何だっけ？\nそれでも こんな世界は 今日もぐるり回ってる\n忘れていく記憶 また一つ消えちゃった\nあぁ、春は、君は、どこへ？\n\nある日届く手紙 差出人不明\n恐る恐る開ける 思い出した\n\n君の最後の言葉 私は忘れていた\n大事なあの約束 桜の花の色\n\n君のいない こんな世界で 私は今日も生きてる\n忘れていた 君の事を 君と過ごしたときを\n誰もが 君の事を 忘れ今日を生きてる\n思い出した記憶 遠いあの日の事\nあぁ ▪️(はる)は 君は どこへ？\n\n君のいない こんな世界で 私は今日も生きてる\n分からないよ 思い出せない 君の名前は何だっけ？\nそれでも こんな世界は 今日もぐるり回ってる\n忘れていく記憶 またひとつ消えちゃった\nあぁ、春は、君は――\n\n君のいない こんな世界でも 私は今日を生きてく\n探しに行く 君の事を 忘れてしまったその名を\nだから 今日に私は ▪️(はる)を探しに旅立つ\nさよならを告げるよ またここに帰ると\nさあ、君を、探す、旅へ"
                ),
                new Song(
                    "03.約束(feat.UNI)",
                    "-Silverlove",
                    "너의 목소리 君の声が\n들려오는 聞こえる\n꿈속에선 夢の中で\n우리 僕たちは\n\n언젠가 맺었던 약속은 いつか結んだ約束は\n새벽의 추억에 젖어서 夜明けの思い出に浸って\n달빛에 비춰지는 수면 月明かりが照らす水面\n함께한 그 날을 떠올려 二人のあの日を思い浮かぶ\n\n언제나 곁에 있어주던 いつもそばにいてくれた\n너에게 솔직해진 지금 君に素直になった今\n마음을 비춰주는 별빛 心を照らす星明り\n다시금 사랑을 시작했어 もう一度恋を始めたの\n\n우리를 함께 이어주던 僕たちを繋いでくれた\n황혼의 하늘이 물들어 夕暮れの空が染まる\n또다시 노을지는 시간 また夕焼けになって\n함께한 그 날을 떠올려 二人のあの日を思い浮かぶ\n\n나에게 다시 다가왔던 僕にまた来てくれた\n기적을 기다리는 오늘 奇跡を待つ今\n가슴을 물들이는 계절 心を染める季節に\n다시금 사랑을 시작했어 もう一度恋を始めたの\n\n너의 목소리 君の声が\n들려오는 聞こえる\n꿈속에선 夢の中で\n우리 僕たちは\n\n시작된 운명을 직시한 始まりの運命を直視した\n차가운 추억에 젖어서 冷えた思い出に浸って\n눈동자 너머로 보이는 瞳の中に見える\n과거의 자신을 떠올려 過去の自分を思い出すの\n\n언제든 함께 할수있어 いつでも一緒になれる\n그렇게 생각했던 그때 そう思ったあの時に\n아픔을 잊어가는 슬픔 痛みを忘れた悲しみは\n다시금 사랑을 시작했어 もう一度恋を始めたの\n\n언젠가 함께 부른 노래들과 いつか一緒に歌った歌と\n언젠가 다시 만날 우리 いつかまた会う二人"
                ),
                new Song(
                    "04.めるへんがーる(feat.IA・OИE)",
                    "-曲:4423 詞&調声:葉城雅樹(はじょみやP)",
                    "不思議な女の子ね\n貴女は宇宙人みたい\nいやいやそれは違うの\n私はめるへんがーる\n\n何かおかしい？ みんな私にそう言うの\n私は私 好きに生きてるだけなのよ\n勢いだけで 旅に出かけてみたり\nご飯の上に 砂糖かけて食べたり\n\nそれでも楽しく生きてるのよ 私を可哀想な子なんて思わないで欲しいわ\n私からすると貴方たちも変よ 夢のない人生を過ごすのなんて楽しくないわ\n楽しまなきゃそんそん！\n\n私を中心にね 世界は回ってるの\n私はめるへんがーる 誰にもとめられない\n無敵のめるへんがーる 夢見がちな少女ですよ\nいつの日か王子様に会えるまで 止まらずに進んでくのさ\n\nだから私は宇宙人なんかじゃないの 貴方の心を惑わせたりはしないわ\n気持ちがループしたりはするけれども そういうことは私だけじゃないはず\n\nワールド基準な女の子ね そんな嫌味なんてもう聞き飽きてしまったのよ\nそんなに他人（ひと）からの評価が欲しいの？ 自分の道は自分で決めるわ、前へ進め\nだだだだだだだだだだ！\n\n私は迷わないの 諦めとか知らない\n私はめるへんがーる 夢見続ける少女よ\nIAOИE\nワールドワイドなガール 世界すら振り回していく\n進み続けて行き着いた場所で 必ず夢は叶うのさ\n\nそれでもたまに 弱気になってしまうこともあるわ\nそんな時こそ夢のことを 考えて進んで行こう！\n\nまだまだめるへんがーる 宇宙人すらおののく\nその夢を叶えるため 迷わずに進んでいけ\n\n無敵のめるへんがーる 今はまだ少女だけども\nいつの日かその時がやって来たら きっと少女は花開く\n\n不思議な女の子ね\n貴女は宇宙人みたい\nいやいやそれは違うの\n私はめるへんがーる"
                ),
                new Song(
                    "05.Child's Pray(feat.重音テト・波音リツ)",
                    "-澁澤倭仁",
                    "宵闇 私を包み込む\n雲間に 朧に霞む三日月\n幼い二人の想い出 不意に甦る\n夢祈るきみの 声聞こえた気がした\n\nあの時 二人で見た夜空\nあの日の月も三日月だったね\n夢語るきみに 僕は希望貰ったのに\n夢を追うことも 忘れちゃっていたよ\n\n朝焼け 私を染め上げる\n雲間に 明(あか)く煌めく陽が昇る\n今溢れ出した夢 祈りよ静寂(しじま)に響け\nあの日見た夢を 叶えに走り出す\n\nあの日にきみと二人で語ったあの場所で\nあの日と同じ紅い朝日が輝いてる\nあの日のきみと二人で過ごしたこの街で\nあの日と同じ夢を唄うよ\n響きわたれChild's Pray\n\n※繰り返し\n\n朝日が私を照らしてる\n祈りがきみに届きますように"
                ),
                new Song(
                    "06.Rainbow Road (re:arrange cover) (feat.闇音レンリ)",
                    "-曲:4423 詞:モニカ 調声:Jevankes",
                    "滲む灰色の景色\n重なるガラクタの夢\nあの空の向こうに 放物線を描く\n\n思い出す日々の形に\n探した光 線を結び 再び淡い色を取り戻す\n\n奪われて 立ち塞がれて 黄昏れてるだけの迷子に\n錆び付いた時計の針 ひび割れて 空白をさす\nかりそめの糸手繰るような 空回りの手探りにただ\n求めて縋って 歩いてたけど\n\n水たまりに映る 冴えない困り顔\nどこか退屈そうで何かを 待っている気がした\n強がって がむしゃらでいい\n空へ叫べ\n\nメロディー\n\n奏でる勇気にも 踏み出せば\n新しい風が教えてくれるから\n駆け抜ける雨季にも いつの日か\nあぁ 見えない明日に 手を伸ばそう\n\nまた拒まれて もうダメだって ぼくらがいたこの街にさえ\n怯えてたみたいだ もう 戻れないのに\n手付かずの答え合わせも 破り捨ててまた1ページ\nほらオリジナルへ 導くだけ\n\n立ち止まり俯く 隣咲く笑顔が\n道標になるもう迷わない 傘もいらないや\n振り向いて 過去に別れを\n前へ走れ\n\nメロディー\n\n奏でる勇気にも 踏み出して\n新しい風が運んでくれるから\n駆け抜ける雨季だって いつまでも\nあるわけじゃない 今手かざそう\n\n動かない 色褪せた世界\n今 溶けてカラフルに 染まる\n\n夕暮れ雨上がり 「また明日」\n鮮やかに輝く 七色の調べ乗せて\n橋を架け今渡る 自分だけの色で\nぼくもなれるかな 虹バレの空"
                ),
                new Song(
                    "07.premiere(feat.初音ミク)",
                    "-みかん",
                    "響く声援　スポットライト カーテン向こう側の世界へと\n勇気出して　踏み出そう 新しいステージ”premiere”\n\nさあさあ遂にやって来ました　私の初舞台\n町外れ ミニ劇団の初公演 主役なんです\nタフ練習　成果を活かして ja...... 音奏でます\n皆さん 拍手喝采 宜しくね\nああうきうきでわくわくの憧れてたステージだ\n幕開けだ マイクOK！さあ飛び立とう\n“premiere”夢見てた世界ここにはseeing万雷喝采 皆の声\nさあ歌お踊ろ奏でよう 溢れ出すこの思い\nla......\n\n大盛況 初日公演　最高のステージでした\n一夜明けて第二幕キックオフ\n不安だった昨日の劇 でもみんなの応援で\n広がる天下一の情景\nもう不安はない 期待一色 胸に宿る思い\n歌声で形にし 今解き放とう\n“premiere”夢描く世界ここではshowing 全身全霊の私自身\nさあ踊ろ駆けろ届けよう 無際限エモーション\n\nさあ最終幕 練習の集大成発揮します\nラストスパート 準備OK！さあ弾けよう\nステージ裏から聞こえるのは againing 万雷喝采 皆の声\nキャスティングと私のこれから 重ね合わせるフィナーレ\n“premiere”夢続く世界 ここからimaging 一級女優 未来の自分\nさあ歌お踊ろ伝えよう 進化続ける私\nla......"
                ),
                new Song(
                    "08.コトダマ(2019ver) (feat.初音ミク)",
                    "-えふん",
                    "言葉の外側から覗いてる\nあの答えはどこだ目の前なのか\n期待を裏切る暇がない\nこのままいつまでも立ち尽くすのか\n\n宇宙の果てのそのまた向こう\nいつまでも続く話の途中\n\nいま気がついた瞬間に\n災難が降りかかる気がする\nほら　君だけが笑わない\n世界の一切合切が分からない\n\n心の内側から覗いてる\nいま赤褐色の灯りの中で\n電信柱が嘆いてる\nきっと私の声に共鳴してる\n\n地底の底のマグマのように\nひと目憚るも楽ではないな\n\n実際このままじゃ駄目だって\n再三の警告も意味ないな\n一体どれだけの人生の\n代案が有るだろうか無いだろうな\n\n期待した分だけ裏切られて本音がでちゃいそう\n辞退すらできないこのままじゃゲームは終わらない\n\n無敵のバリア壊してみてよ\n案外簡単それを見破ることさえできれば\n\n実際このままじゃ駄目だって\n再三の警告も意味ないな\n一体どれだけの人生の\n代案が有るだろうか無いだろうな\n\nいま気がついた瞬間に\n災難が降りかかる気がする\nほら　君だけが笑わない\n世界の一切合切が分からない"
                ),
                new Song(
                    "09.世界から「秋」が消える日(feat.OИE)",
                    "-葉城雅樹(はじょみやP)",
                    "あぁ、春は君は\n\n私は旅立ち 半年経つ\n桜は未だに 花を咲かせない\n君の顔思い出せずに さまよっていたの\n\n秋になった 季節\n訪れた街で 見つけたの\n君のこと 忘れてない人\n\n君を探して 旅をする\nいつの日にか 再会する（であう）まで\nやっと掴んだ 君への手がかり\n今度こそ 忘れないように\n\n薄れる記憶に 怯えていた\n私を見かねた 彼が語るの\n「僕はまだ 信じてるよ 終わって無いんだと」\n\n秋のような 彼の\n穏やかな言葉 勇気くれた\n諦めない 再び出会うまで\n\n君の言葉が 聞きたくて\n前へ前へ 急ぐ足\n分からないまま 走り続けてる\n私はね バカらしいのかな\n\n突然訪れた 新たなる異変が\n「秋」を消してく 神様お願い\nこれ以上奪わないで\n\n君の思いを 受け継いで\n走り続け ここに来た\nだけど私は 何も果たせずに\nここにいる それじゃダメなのに\n\nそんな私に彼は言う\n「僕の代わり、任せる」と\n消えゆく「秋」に 再び誓うよ\n絶対に 取り戻すんだと"
                ),
                new Song(
                    "10.雨過天晴(feat.初音ミク)",
                    "-曲:4423 詞:澁澤倭仁 調声:くろ州",
                    "「ほーら、また降った」君が淋しそうに嗤う\n君が泣いた後はいつも雨だね\nどうやら僕は君を好きになったみたい\nこんな雨は好きになれそうもない\n\n励ましの言葉も 気の利いた台詞も\n歯の浮くようなことも言えないけど 「雨上がり」を君と見たいから\n\nぽつり花の上の雨粒が きらり雨上がりを告げる\nふわふわ漂う雲の隙間 太陽(きぼう)が輝くよ\nひゅるり駆け抜けてくそよ風に ゆらり君の髪がなびく\n私はいつも待ってるよ君の笑顔を\n\n「やっと降り止んだ」僕は君の顔を覗く\n雨の後の君はいつも素敵ね\nどうやら君は雨に濡れて輝くみたい\nこんな雨も好きになれそうかもね\n\n泣き虫なところも 凹みやすい心も\n暖(あった)かくて優しい君のこと 全部まとめて大好きだから\n\nぐしゃり涙に濡れた横顔 まっすぐ太陽(きぼう)を見つめる\nきらり決意に満ちた声 「僕はもう負けないよ」\nふわり舞い上がった花弁(はなびら)が ぴたり君の顔に留まる\n不意に笑い出す二人ずっと一緒よ\n\nぽつり花の上の雨粒が きらり雨上がりを告げる\nふわふわ漂う雲の隙間 太陽(きぼう)が輝くよ\nひゅるり駆け抜けてくそよ風に ゆらり君の髪がなびく\n私はいつも待ってるよ君の笑顔を"
                ),
            ]
        ),
        new Disc(
            "Disc.2",
            [
                new Song(
                    "01.39 for you(feat.初音ミク)",
                    "-曲:4423　詞:葉城雅樹(はじょみやP)　調声:くろ州",
                    "生まれて十数年 ほんと色々あったな\n嬉しいことだけ なんてことは無かったけどね\n変わらずに\nりぼんに人参、うさ耳に宇宙人も\nうなぎに花の子 ライバルも随分増えたな\n「もう終わりね」と言われたり\n\nそれでもね 私だって負けないわ\nお願い見ててね\n\n今みんなに伝えたいよ 歌に載せて届けたい\n英語なら39（Thank you） ! これだけじゃ足りないよね\nСпасибо(スパシーバ)Danke(ダンケ)Grazie(グラツィエ)\nधन्यवाद(ダンニャバード)謝謝(シェイシェイ)Merci(メルシー)\n世界中のみんなに伝える「ありがとう」\n\n溶けたり、眩んで、光線銃を撃ちまくり\n転がり、惑わせ、お姫様になったりもね\n歌わせて\n\nまだまだよ 輝きたい\n歌姫は永遠不滅よ\n\n今だからこそ言っちゃうね 見ててくれてありがとう\n照れくさいけど おかげでここまで来れた\nこの歌を贈らせてね 私からの感謝だよ\n「ありがとう」これからもどうぞよろしくね"
                ),
                new Song(
                    "02.秘すれば花(feat.flower)",
                    "-曲:たすは　詞:葉城雅樹(はじょみやP)",
                    "「貴方のことを守りましょう」\nこの命すら 惜しくはないと 約束（ちかい）を立てた 幼き日 月日は過ぎた\nされど誓いは変 わらずに 貴方を守護る（まもる）\n\nこんな思いさえ 抱かなければ 迷い惑いもなかったのに\n\nたとえ叶わぬ 夢だとしても 慕うくらいは 許して欲しい\n「秘すれば花」 と そう言い聞かせ 今日も貴方を 護ります\n\n「私の事は良いのです」\n隠した恋心（おもい） 悟られぬ様に 今日も笑顔を 貼り付ける\n煩くなった 雨の音が私を嗤 う 諦めたらと\n\n気づいた思いは 止められなくて 日に日に大きくなってゆく\n\n貴方の笑顔 独り占めしたい そんな事すら 考えてる\n「秘すれば花」と 分かっていても 抑え切れぬ 劣情\n\nついに知られた 隠した思い 非難を浴びて 堪えきれなくなった\n零れた言葉「愛してます 」「私もです」\n\nたとえ苦しい 路だとしても 二人一緒なら 怖くはない\n「秘してた花」は 咲き誇りだす この手繋ぎ 共に行く"
                ),
                new Song(
                    "03.機械人形のワルツ(feat.GUMI)",
                    "-きなこ",
                    "からくりの舞台の上で踊り続ける僕らはさ。\n見えない世界に目もくれず、踊る幸せに浸る。\nだけども、その幸せさえ。\n終わりを知らせた。\n\n一度踊り始めたら二度と止まりたくはなくて。\nもしも止まってしまったら、胸のギアが外れそうで。\n君とこのままずっと踊ってられると思っていた。\n君が突然動かなくなるまで。\n\n片割れを失った「ぼくら」は、踊れば崩れてしまいそうだ。\n空回るからくりの舞台。\nさよなら、幸せ。\n\n一度踊り始めたら二度と止まりたくはなくて。\nもしも止まってしまったら、胸のギアが外れそうで。\n君とこのままずっと踊ってられると思っていた。\n君が突然動かなくなるまで。\n\n一度踊り始めたら二度と止まりたくはなくて。\nもしも止まってしまったら、胸のギアが外れそうで。\n君とこのままずっと踊ってられると思っていた。\n君が突然壊れてしまってからさ。\n踊りたくても踊れないんだ。\n涙(オイル)が垂れて仕方ないんだ。\n僕も壊れてしまったみたいだ。"
                ),
                new Song(
                    "04.革故鼎新(cover)(feat.さとうささら・音街ウナ)",
                    "-曲:4423 詞:葉城雅樹(はじょみやP) 調声:モニカ　",
                    "さぁ やるぞ世直し 古きこの世界の全てを\nさぁ 集え同志たち 革故鼎新の時は来た\nさぁ 進め正義は 常に我々と共にある\nさぁ 悔いよその罪 国にはびこる癌どもが\n\n驚き我らを見やる 今こそ世界を変えろ！\n私達で作り上げてやるぞ 理想の世界\n\nここが大一番だ 止まる訳には行かないのさ\n見えた王の背中を 追いかける中背後に迫る矢\n\nまさかの裏切り 背後を獲られて打たれていた\nあぁ 「なんで」 零れる 弱音 後悔 呪詛の言葉\nもう、ダメだ辞めよう 私じゃ世界を変えられない\nあぁ、誰か代わりに 世界を変えてくれないか\n\n生きてた仲間が集う 再び立ち上がりましょう\nそんな事言われても 私は立ち上がれないの\n\n皆行ってしまったのに 私はまだ立ち上がれない\n早く向かわかなければ どうしても動かなかった右足\n\n訃報と届いた遺言 「信じてる」ただそれだけ\nでも思い出した 今こそ再び革故鼎新！\n\n再度見る王の顔 今度こそ打ち倒す覚悟\n変えろこの世界ごと この手で掴んでやる未来を！"
                ),
                new Song(
                    "05.Time out (2019ver) (feat.IA・結月ゆかり)",
                    "-Silverlove",
                    "忘れて　消えていく記憶を\n今映しているの\n考える\n一人前に進んでいく\n君のとなりで\n時計はTIKTOKと\n\nこのままいつまでもできない　\n私に今キスを　最後の幸せを\n物語は　もうすぐ　終わりを　つげる　君が好きだと\n何回も繰り返すの\n\n沈んだ　砂時計　からっぽの中\n埋めようとしても　割れてるガラス\n幕が下り　上がるエンディングロールに　\n僕の名前は　書いていなかった\n\n海を飲み込んでく　夜空見上げ\n星になれたら　明日はもういいよ\n「さよなら」　　迷い込んだ　言葉は\n気泡のように　消えてしまったの\n\nTimed out 残され\n遠ざかる　君を　ただ眺めているの\n考える\n僕ら　会えなくても\n冬のアイスは　全て溶けるのだろ\n\nまたねぇ\nつくり笑いをした\n散乱する言の葉が　キレイに浮かんでく\n夢語はもうすぐ終わりを告げる\n君がすきだと乾いた声　くりかえすの"
                ),
                new Song(
                    "06.29歳童貞(feat.初音ミク)",
                    "-硯影",
                    "人生で二度目の告白をされた。\n俺は明日返事をすると言った。\n\nけど本当は答え決まってた。\nいつかこんな日がまた来たら言おうってさ。\n\n俺は恋をしたことがない。\n他人に性欲を感じたこともない。\nだから今でさえ恋愛感情というのが\n何一つ理解できないのだ。\n\nあなたはそんな俺をどう思う。\n正直に言えばがっかりして去っていくのか。\nそれとも、冷めないでそばにいてくれるのか。\n或いは嫌気が差して、さよならを告げるのか。\n\n俺はいつの日かあなたを好きになるのだろうか。\nでもきっとそんな日は来ないだろう。\nでもいいや。\nだってこれから先\n好きな人なんてできないから。\n\n不甲斐ないね。"
                ),
                new Song(
                    "07.フェードアウト(feat.初音ミク)",
                    "-こーき",
                    "誰もが才能持ってるけど\n僕のそれは見当たらなくて\n\nあがいてた右手燃える鼓動\nその感触を見つけたくて\n\nもがいた\n苦しんだ\n悪あがき\nわかっていた\n\nここで歩み止めるわけないだろ\n\nあぁ、わかっていたんだ\nあの日の意味を\n体の震えを落ち着かせ歩く\n\nあぁ、止まらないよ\n右手の震えを\n紙に書き起こした\n\nそれは\n虹色でできた\n僕らの未来だ\n\n溢れる想いを書き連ねた\nけれどそれは濁ってくすむ\n\n惨めに地面を這いつくばる\n泥の味を噛み殺してる\n\n転んで\n立ちあがって\n描いて\n落ち込んで\n\nそれでも立ち止まるわけには\n行かないだろ\n\nあぁ不意に見えたんだ\n頂きの景色が\n\n水色に輝く\n塔のてっぺんで\n\nそれはとても綺麗で\n言葉にできない\n場所を目指すんだ\n\nIt is a no fiction\nis it a normal world?\n\nあぁわかっていたんだ\nあの日の意味を\n体の震えを落ち着かせ歩く\n\nあぁ止まらないよ\n右手の震えを\n紙に書き起こした\n\nそれは\n虹色でできた\n僕らの未来だ"
                ),
                new Song(
                    "08.星空(feat.GUMI)",
                    "-きなこ",
                    "夜になったら君はさ僕を外に連れ出して\n「夜空が見たかったんだ。」と言ってはにかんだんだ。\n僕は実は鬱屈であまり興味なかったけど\n飽きずに空を見る君の顔が好きだったんだ。\nどうして今更思い出したんだろう。\n君はもう居ないのに。\n夜風のように唐突な別れの後僕は前よりも夜空を見上げるようになった気がする。\nそれならもっといっぱい君と見上げればよかったな。\n一人で見る夜空はどこか曇ってる気がして\n君との夜空がどんなだったか思い出せない。\n君は今でも見ているんだろうか。\nそれならまだ気が晴れるよ。\nこんなこと思うのはずるいかな。\nずるいよな。\n君がいなくても世界は勝手に時間が過ぎていく。\n君がいなくても夜空は季節の度に変わってく。\n僕はまだ君との時間に閉じこもって出られないんだ。\n君がみていたあの星はなんて言う星座だったろう。\n君が好きだったあの歌手はなんて名前だったろうか。\n忘れてく記憶に唯一残ってるものは\n君が夜空を見る時の顔だと分かったんだ。\n僕は君を忘れようとしても\nそれだけ忘れられないんだ。"
                ),
                new Song(
                    "09.夜を見上げて(feat.初音ミク)",
                    "-えふん",
                    "期待しないでよ誰かが\nいつでも隣りにいて当たり前と思っているの？\n返事の仕方も忘れて\n私の話を聞いてよって言ってもいいのかな\n\n午後の楽しみは消え去った\n確かな答えは奪われた\n\n独りよがりな夜に羊の雲は流れる\n気が気じゃなくなりそうなほど\n人の真似事に夢中なの\n誰もが知らない夜空に然りげ無く月は昇る\n遠い世界から光を降らして待ってる\n\n宇宙を夢見てどうする\n無限に広がる空を見上げても手に届かない\n誰もが嘘をついている\n張り切りすぎないようにねって言っても意味ないや\n\n先は遠く誰にも等しく時は流れる\n過ぎ去る思い出を掴んだ合言葉はもう忘れたよ\n混じり合うノイズの中に隠れた声が聞こえる\nその手の中には限りない勇気を持ってる\n\n期待混じりそんなやり取り命の限り続けてく\nアポステリオリ　世界を語り　気の合う二人\n目眩がする\n\n独りよがりな夜に羊の雲は流れる\n気が気じゃなくなりそうなほど\n人の真似事に夢中なの\n\n飽くなき自戒に囚われ逃げ出すこともできない\n辺りはもう暗く狂おしい夜になってる"
                ),
                new Song(
                    "EX.業を成して歩む道(feat.IA)",
                    "-にゃんとも",
                    "冷たい風に吹かれて 君の瞳に映るのは\n憧れた誰かの背中 語り継がれる過去の英雄\n人気のない山奥で 夢を語る冒険者は\n疑うことを知らない 希望に満ちた目をしてた\n\n業を背負う覚悟はあるか？\n(この思いに力はあるか)\n罪と向き合い生きていくのか？\n(この願いに意志はあるのか)\n闇に染まった 世界救う\n理想描き 信じてた\n\nその願いはとても清らかで\n世界を照らす光となる\n決して闇に飲み込まれるな\n力を求めて\n統べる者に応える魔法は\n仲間を護るために使え\n目覚めた欲望に溺れるな\n少年よ、強くあれ\n\n冷たい雨に打たれて 何度も挫けそうになる\nそんなことも過去にあった 遠い昔の物語\n人里離れた場所で 世界見下ろす傍観者\n静寂に包まれながら 懐かしく思いを馳せる\n\n業を煮やしたこともある\n(その想いに嘘をつけたか)\n罪も償い切れないほどある\n(その願いに応えられたか)\n幾年(いくとせ)の間 俯瞰してきた\n冷淡な 目線で\n\nその想いはとても高らかで\n世界を救う光だった\n決して目を背けることなく\n真実を見抜け\n力に溺れた者の末路\n心は脆くすぐに折れた\n\n世界が黒く染まる\n\n澄み渡る空 鳥は羽ばたき\n(昔の空は透き通る青色で)\n気持ち良さそうに風を切って飛んだ\n(眩しいほどに明るかったなんて)\n光に満ちた眩い世界を\n(悲しそうに言う貴方の教えに)\n仰ぐ資格などない\n(背く資格などない)\n\nさぁ 見せてみろ 想いの奥を\n歩んできた軌跡を晒せ\n決して背を向け逃げることなく\n前を見て進め\n業を成して歩んできた道\n終焉となることを望む\n因果が切れても世界は回る\n希望持ち、歩き出せ"
                ),
            ]
        )
    ]
);

export const album20191020 = album;