import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20220424",
    "-16th Album-「#039393」",
    "Release:2022.4.24",
    "M3-2022春(4/24)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.月下美人 feat. GUMI",
                    "-曲：vitro",
                    "あなたは朝を連れて行くの　不規則な曲線を描いて\n今でもただ思い出すのは　髪に透ける光の痛みだ\n\n例えば曖昧に済ます癖も　聞こえないふりの独り言も\n結局答えてはくれないから　無かったことにしていたんだ\n\nまだ眠らないでいてよ　不分明な感情に名前をつけて怖くないように\nもう飾らないでくれよ　愛とかで流してきた本当を\n\n夜に寄りかかって　薄明を待って　水彩の花を眺めている\nこの夜に寿命があるのなら　今だけはもっと語っていたい\n繋げられた酸素を吸って　確かめるように呟いたの\n花の命は短くて\n\n例えば憂鬱をかき混ぜて　飲み下す夜をあと何回辿れば良い？\nなんて問いもそのうち　意味を成さなくなってしまう\n\nまだわからなくていいよ　淡々と過ごす日々に重荷ばかりが増えていくでしょう？\nもう祈らないでくれよ　満月は非現実を象って\n\n嘘に縋りついて　薄命を知って　零さないように抱えている\n万に一つの奇跡すら　今だけはちょっと信じていたい\n苦しくなって　また目を逸らして　失ったものだけ数えている\n花の命は短くて\n\n夜に寄りかかって　薄明を待っている\n嘘に縋りついて　薄命を知っている\n\n夜は明けかかって　薄明に浸かって　水彩の花は萎れてしまう\n今　朝は別れを呼んでいて　この白をきっと忘れられないから\n有り余った酸素を吸って　確かめるように呟いたの\n花の命は短くて\n\nあなたは朝を連れて行くの"
                ),
                new Song(
                    "02.トリアージ feat. KAITO V3",
                    "-曲：修司　詞：幼女の膝の裏",
                    "気付いたら世界の端に埋まってた\nこの前まで僕は僕だけだったのに\n顔を上げたら\n\n普通に辛くて普通に嫌な普通の人生\nせめて世界一可哀想だったらよかったのに\n\nお気に入りの猫のハンカチ首に当てて\nクレモナに抱きしめてもらおう\n上へと伸びる僕の命綱\n\n醜い顔を気にしてたら「そこまでじゃないよ」って言われた\nそれくらいの顔\n世界一の美しさを誇りたいとは言わないから\nみんな盲（めくら）になればいいのに\n\nお気に入りのメガネケースを棺にしよう\n天井一面かわいいピンク\n最期までありのままの目に焼き付けて\n\n毎日口内炎噛み潰すみたいな人生\nいくら鼻つまんで豚肉食べてもほうれん草飲み込んでも\n噛み潰しちゃうから治んないね\n全部全部サイダーで流して\nボコボコの口の中を舌でそっとなぞる\n\n僕の未来をさあトリアージ\nもう助からない将来だから\n一気に体重かけて\n踏み台蹴飛ばして\n思いっきり行け"
                ),
                new Song(
                    "03.ベンチ feat. SakiAI",
                    "-曲：リコペン　詞・調声：ヤマモト",
                    "あの人は茜色　染まる頬　清らかに\n光が君を照らすから　いつしか恋した\nいつの日か目が合って　笑い合う夢を見た\n僕ら未だ名前すらも　知らないままなのに\n\n一人で立ってた　君はちょっと寂しそうで\n僕は　そっと\n\n憂鬱な午前２時　思い出す君の顔\nふわり風が通り過ぎて　目が合いはにかんだ\n夕暮れ二人で　並んでそっと繋いだ\n君の　その手\n\n幸せな恋の夢　僕はただ愛しくて\n君のそのくちびるが　僕を呼ぶ\n\nそんな日がその夢が　叶うまで　僕らには\nもう少しだけだよ\n\n差し出す　君の手"
            
                ),
                new Song(
                    "04.プロペラガール feat. 可不",
                    "-曲・詞：蓮々",
                    "心地よい拍動に合わせて\n頭が揺れ出した\n回った脳が抑えきれず\n身体が浮きそうだ\n\n期待と妄想　痛みと衝動\n浮き足立ってハイになる\n開いた瞳孔　視界は良好\n気付いてしまった\n\nプロペラガール\nどこまでも飛んでいって　あなたのとこまで\n声を聴かせて　優しく抱いて\nそれだけでいいよ\n雲までジャンプ\n音すらも置いていって　光の速さで\n何も見えない　何もわからない\nあなたのせいだよ\n\n不埒な想いを堪えきれず\n醜く吐き出した\n空いた容量に掻き寄せた\n朽ちた愛を飲み込んだ\n\n次第に迷走　悟った抵抗\n摩擦の熱で灰になる\n遠くの警鐘　狂った平衡\n気付けなかった\n\nプロペラガール\nどこまでも落ちていって　独りの底まで\n甘い言葉も　とろける熱も\nそれすらもうないよ\n雲からダイブ\n変わらないものなんてひとつもないのに\n忘れていた　夢を見ていた\nわたしのせいだね\n\n期待と妄想　痛みと衝動\n浮き足立ってハイになる\n開いた瞳孔　視界は良好\n気付いてしまった\n\nプロペラガール\nどこまでも飛んでいって　あなたのとこまで\n声を聴かせて　優しく抱いて\nそれだけでいいよ\n雲までジャンプ\n音すらも置いていって　光の速さで\n何も見えない　何もわからない\nあなたのせいだよ\n\n心地よい拍動に合わせて\n頭が揺れ出した\n回った脳が抑えきれず\n身体が浮きそうだ\n\n不埒な想いを堪えきれず\n醜く吐き出した\n空いた容量に掻き寄せた\n朽ちた愛を飲み込んだ\n\n何も見えない　何もわからない\nあなたのせいだよ"
            
                ),
                new Song(
                    "05.常世祭 feat. OИE",
                    "-曲：えび　詞：うと",
                    "踊れ月の社で　夜の神の宴じゃ\n茜色の鬼火と神楽　闇に捧げて\nさけべ　舞い踊れ　音にあわせ\n降り咲くハナミズキ　ひらひらりと\n琵琶　爪で掻き鳴らせ　たまいしを夜に放て\n日の神に牙を剥け　宵さ　宵さ　酔い覚ますな\n神世に鳴る笛　常世に雷落とす\nあまたの命捧ぐ　さ　宵さ　宵さ　宵さ\n\n来る　天の窟から　夜の神がおわします\n深き深き闇より　鈴の音響かせ\n踊れ　舞え　命散れ　神の御前\n降り咲くハナミズキ　ひらひらりと\n人　琵琶じゃ掻き鳴らせ　鬼　鼓打ち鳴らせ\n夜の神が奉る　夜さ　夜さ　日よ昇るな\n神世の竜田は　常世に花の瀬寄せる\n彼岸に此岸合わせ　さ　夜さ　夜さ　踊れ\n\n舞え　巫女　咲き誇れ　夜の縁\n死に咲く彼岸花　じわじわりと\n花　神楽　尺八よ　神の宴だ踊れ\n夜の神がおわします　宵さ　宵さ　日よ昇るな\n神世の雲の瀬　常世と黄泉橋渡す\nあまたの命捧ぐ　夜"
            
                ),
                new Song(
                    "06.ordinary days feat. 初音ミク",
                    "-曲・詞：莱玲",
                    "暖かに緩やかに廻る日々\n穏やかな空気を身に纏う\nいつも通り口遊み跳ねる君\n澄んだ声が耳に馴染む\n\n呼吸合わせ歩幅合わせ送る日々\n絶え間なく哀もなく春は鳴く\n思い思い己が蕾咲かせては\n柔らかな香り揺らめく\n\nふわり頬掠めてく\n柔い優しい音色\n風の流れとともに\n影が脳裏過ぎる\n\n一二三四でさぁ踊ろ\n私と君だけの世界で\n隣を見れば君がいる\n当たり前で幸せなordinary days\n阿吽のリズムでさぁ踊ろ\n2人でひとつの音になる\n1人じゃ生きていけないけど\n君とならば\n\n今日も手を引かれて生きる日々\n君の温度感じて安堵する\n握りしめ自分に言い聞かす\n変わりなく君はいる\n\nいつも通り口遊み跳ねる君\n今日も澄んだ声が心撫でる\n不意に入り乱れる雑音に\n気の所為と目を背く\n\n苦い苦い記憶を\n奥の歯で噛み砕き\n甘い蜜味わって\nじくり喉が焼けた\n\n一二三四でさぁ踊ろ\n私と君だけの世界で\n隣を見れば君がいる\n当たり前で幸せなordinary days\n阿吽のリズムでさぁ踊ろ\n2人でひとつの音になる\n1人じゃ息もできないけど\n君とならば\n\n閉じた瞼に焦げた\n君が微睡む姿\nとろり溶けた瞳に\n酷く心揺れた\n\nあ、そっか\n\nぜんぶぜーんぶ紛い物\n望み上塗る夢語り\n淡いideal絡めては\n繋げ合わすパッチワーク・ユートピア\n泡沫夢幻の逃避行\nお終いを告げる音が泣く\n歌うあなたは綻んで\n空にとけた"
                ),
                new Song(
                    "07.ひつじぐも feat. 可不",
                    "-曲・詞：くま",
                    "憧れとか好きだとか　綴った手紙を眺め\n「今じゃもう、渡せないな」　引き出しの奥に隠す\n脳裏霞むシルエット　近くて見えぬは睫\nふと気づけば見えたのは　隣に立つような錯覚\n\nあなたを生かし救うものにはなれなくても\n隣にいることくらいはできるから　話してよ\n\nあなたのそばでずっと笑える　ただそれだけ願うから\nこの気持ちが伝えられずとも雨をしのぐ傘になりたいんだ\n\nいつしか芽生えた感情　蓋をしたままでいた\n当たり前に変わったの　宝石みたいな日々\n辛いもの食べて泣いたり　おどけて笑いあったり\nカメラに閉じ込めた時間を　ただ壊したくは無かった\n\nあなたのトクベツにはなれなくてもいいから\n重荷をはんぶんこ　分かち合えるようになりたい\n\nあなたのそばでずっと笑える　ただそれだけ願うから\nこの気持ちは知らないままでいいの　今をつなぎ留めたいんだ\n\nどんなにあなたを想っても　どんなに愛していたとしても\nこんなに胸が痛いんだ　だからせめて守るよ\n\nあなたのそばでずっと笑える　ただそれだけ願うから"
            
                ),
                new Song(
                    "08.sing signal feat. 初音ミク・巡音ルカ",
                    "-曲：トラギカ　詞：京　調声：初音ミク…みかん・巡音ルカ…葉城雅樹（はじょみやP）",
                    "初音ミク（以下ミク）＆巡音ルカ（以下ルカ）：きっとあなたに出会うために生まれてきたんだと\n\nルカ：始まりは　どこでしょう　あなたの目を　見つめていた　始まりは　歌ってた　忘れられない　思い出\nミク：いつでしょう　その歌は　内緒なの\n\nミク＆ルカ：時には　ぶつかり　傷つけあった　それでも　それさえ　懐かしい記憶\n\nルカ：後悔も嘆きも　喜びも奇跡も　あなたの声に包まれ　響いてた\n\nミク＆ルカ：あなたに会うため　生まれてきたの　そんな言葉笑ってた　だけど心から思うの　愛していると　あなたがいれば　手を繋げば　どこまでも進めるはず　微笑みかければほらその笑顔が見える\n\nミク：夜明け前　赤い星を　見つめながら　息をしたの　日が暮れて　暗闇で　輝いた百合　風吹いて\nルカ：もう夜ね　見つけたの　百合の花\n\nミク＆ルカ：あなたは　歌うの　たくさんの愛を　私は　歌うの　きっと信じてると\n\nミク：沈んだ日は登る　そして朝が来るの　これからも歌うでしょう　未来まで\n\nミク：赤い星を見た　瞬きをした　眩すぎたその時　聞こえたあなたの歌声　どんなに遠く　どこにいたって　あなたとわかる　ただ眼閉じて心のままそう秘められた思い　ここで聞いてるの\nルカ：あなたの髪が風に靡いてた　思い浮かべた　その時　聞こえた　あなたの歌声　どんなに遠くどこにいたって　あなたとわかる　ただ眼を閉じて心のままそう秘められた思い　ここで聞いてるの\n\nミク：春風吹いて　秋風過ぎて　遠くまで歩くのでしょう\n\nルカ：春風吹いて　秋風過ぎて　全ては　巡るの\n\nミク：私は　歌うの　きっと信じてる　歌うの　確かに　好きだとだから\nルカ：変わらないものなど　無いとはいうけれど　本当なのわからないの　でもきっと\n\nルカ：あなたに会うため　生まれてきたの　その言葉を信じてる　だから叫ぶのよ苦しくなんかないの\n\nミク：あなたに会うため　生まれてきたの　その心を知りたいの　たくさんはいらないたった　一つだけでいい\n\nミク：私は歌う　どんな嘆きも　後悔でも喜び　奇跡も恐ろしいことは　何にもなくて\nルカ：いつもの歌を歌っているのよ　後悔嘆き喜び　奇跡も　恐ろしいことは　何にもなくて\n\nミク＆ルカ：あなたがいれば　手を繋げば　どこまでも進めるはず　私の声を聴いてて　手を離さないで　きっとあなたに出会うために生まれてきたんだと"
            
                ),
                new Song(
                    "09.夕焼けチャイム feat. 可不",
                    "-曲・詞：みかん",
                    "夕暮れの校庭に\n鳴り響く五時のメロディ\n分かれ告げ帰ろうよ\n茜さす君に\n\n「今日はもう終わり」\n「明日また会いましょう」\n\n下校のチャイムに乗せて\n思い出が空を駆け回る\n響くこだま「また明日」\n今日という日にさようなら"
            
                ),
                new Song(
                    "10.Kawaii Haute Couture feat. 結月ゆかり麗",
                    "-対決：橋本 vs. あでり犬",
                    "眩い 憧れ ステージを夢見ていた\n踏み込む 夢への旅路 光を胸に\n\nほら (頑張って!) 期待低くても (頑張って!) 手を伸ばして\n(負けないで!) 掴み取るのよ (負けないで!) 僅かな勝機を\n(頑張る!!) 真剣勝負 (頑張る!!) 気合い入れて\n(負けない!!) 想いを右打ち (負けない!!) 憧れ抱きしめて\n\n超無敵級 最強カワイイ 私で 「高み」へ\n溢れ出す 虹色オーラ オートクチュール\nもう止められない 愛嬌girly 直撃 LOVELY RUSH\n自分史上 最強な自分に 私 私 恋に落ちる\n\n(絶対!!) 後戻りはしない (まだまだ!!) くれてあげる\n(チャンスだ!!) 期待度MAX (激アツ!!) 魅力のプレミア全回転\n\n超無敵級 最強カワイイ 私で 「高み」へ\nキラキラな 鏡の自分 並び打ち\nもう止められない 愛嬌girly 直撃 LOVELY RUSH\n自分史上 最強な自分に 私 私 恋に落ちる 私 私 恋に落ちる"
            
                ),
                new Song(
                    "11.アンダンテ feat. OИE・小春六花",
                    "-曲・詞：リコペン(後継ぎP)×葉城雅樹(はじょみやP)",
                    "桜の蕾がほころんで 春風僕達の頬撫でた\nもうすぐ春が来るから お別れの準備をしよう\n\n季節は(いつだって)僕らの(気も知らずに)移りゆくんだね(どこかへ行ってしまうから今は)\nその手を打ち鳴らせ\n\n僕らの集まったこの場所にまた春が来る 嫌だよ 口に出しかけた言葉を飲み込んで微笑む(待って) 行ってくるよ(行かないでよ)\n僕らの心の未練なんて知らず桜咲く (それでも)まだ別れたくはない(わかるよ)この時を止めてよ (だけど)祈り捧げた(今を生きなきゃ)\n\n桜の花が散らないままで 3月がいつまでも終わらない\nおかしな話 まさかほんとに 願いを叶えてしまったのですか？\n聞いてよ(言わないで)時間を(このままでも)止めちゃダメなんだ(良いじゃないか楽しければそれで) 終わりにしないとね(終わりにしたくない)\n\n本当は分かっていたの 止めたのは僕で もうやめにしよう そんなわがまま 時を今一度先に進めて\n\n再び動き出す時の中 桜が舞い散る (さよなら) やっと聞けた言葉 (涙を) 最後の日だからさ (堪え) 笑顔でいよう\n僕らが描いてた物語これからも続く (それじゃ)これからは僕らが(さよなら)この続きを描こう(いつか)また逢う日まで"
            
                ),
            ]
        ),
        new Disc(
            "Disc.2",
            [
                new Song(
                    "12.Pessimistic Dreamer feat. 初音ミク",
                    "-曲・詞：Shimoui",
                    "夢を見てた　目が合う三時半　糸は切れて\n色褪せたうつつの中　狭まるファインダー　ふと呆れて\n一欠片　ずっと握ってたい\n\n曖昧になってく僕の未来を歪めるメロディ\n離れないまま　離せないよな\n相対した感情　正解なんかない　優柔不断な愛\n綺麗なものだけ見てたいだけ\n\n逃避行　コンディションは好調\nもう行こう　包囲網は間近\n\n「何も失いたくはない」　案外正解じゃない？\n囚われた音色を救い出してあげるの\n嘘の「綺麗」で溢れた　二度と期待なんてしない\n捨てられた欠片を拾い集め叫ぶの\n\n流されれてく人生と　鮮やかな夢の音\n忘れたくはない\n夢を見てた　目が合う三時半　糸は切れて\nそれでもまだ　夢を見てたい"
                ),
                new Song(
                    "13. Reflection feat. 初音ミク・琵音マイタ",
                    "-曲：札幌おかき　詞：ちゅる　調声：初音ミク…札幌おかき・琵音マイタ…ちゅる",
                    "駆け上がったそこにあなたはいた\n長く伸びた影をなぞる この手を伸ばして\nふと振り返る 宝石だと思った\n紅(あか)が融けた君の瞳 胸が高鳴った\n\n月日は忙しなく過ぎる\nそれでも僕らは笑っていたんだ\n君といる日々は美しかった\nなにもなくてもよかった 君 あなた 以外\n\n追い付きたいよあなたの背中はこんなにも近いのに\n紅色の瞬きが私の背中を押してくれる\n走っても走っても僕の前にはあなたがずっといるから\n少しだけ足を止め休んだ\n\n前を走るあなたの影は遠く\nまぶしい声がこだまする「ここまでおいで」\n振り返った 君がいる 手を振った\n紅(あか)で滲む君の瞳 光が消えた\n\n鐘が鳴った 変わらないと\n遠くに浮かぶ君の影が揺らいだ気がした\n\n季節は静かに過ぎる\n僕はあなたを追いかけていたけど\n望む背は暗い影を帯びて闇に紛れてよく見えない\n私から離れて\n\n遠くにいても僕の横で笑うあなたはどこにもいない\n君といない毎日はどうして？心がバラバラで\n追い付きたいよあなたはどこにいるの？姿を探すけど\nこんなにも吹く風が冷たい\n\nあなたの声が聞こえたような気がした\n闇雲でも僕は走る面影を辿って\n君の声が聞こえたような気がした\n足音から逃げるように夜闇に消えた\n\n「久しぶり」「さようなら」\n遠くに行かないでと叫ぶ声は届かない\n\nあの日あの場所 そこに立つ君の\n紅(あか)が融けた君の瞳 遠い幻\n駆け上がったそこにあなたはいて\n振り返る姿が消える この手を伸ばした\n\nあなたが何度も振り返ってくれるから\n僕はあなた その隣にいたいと思ったんだ\nその瞳(め)だったね あのときも今も\n君が伸ばす腕をつかむ もう離さない\n\nやっと掴んだ　傍にいて\n隣にあなた君がいれば輝くから"
                ),
                new Song(
                    "14.大都会京田辺 feat. 京町セイカ",
                    "-曲：Kyotanabe Otaku Land Caracara",
                    "大都会京田辺\nナウでヤングなメトロポリタン\n大都会京田辺\n誰しも敬う凄い所\n大都会京田辺\n神社いっぱい凄いタウンさ\nこの機会に京田辺へと\n出向いてみようか\n\n大都会京田辺\nナウでヤングなメトロポリタン\n大都会京田辺\n誰しも敬う凄い所\n大都会京田辺\n虹色輝くテーマパークさ\nこの機会に京田辺へと\n出向いてみようか\n\n大都会京田辺\nナウでヤングなメトロポリタン\n大都会京田辺\n何かめっちゃ凄い所さ\nまじで\nそれな\nほんま\nせやねん\n京田辺　京今日教響興経虚　YEAH\n凄い所さ\n\nOH YES\nOH YEAH\n\n大都会京田辺\nナウでヤングなメトロポリタン\n大都会京田辺\n誰しも敬う凄い所\n大都会京田辺\nキミとボクを繋ぎ紡ぐ街さ\nこの機会に京田辺へと\n出向いてみようか"
            
                ),
                new Song(
                    "15.恋咲く仮想少女 feat. 初音ミクNT",
                    "-曲・詞：Willow",
                    "君の世界に行きたいな　ここは仮想世界\n僕は君だけの歌を歌う　ディーバだけど\n君は僕をどんな目で見ているのかな\nただの人形？　それともそれ以上の存在？\n\nたまには君とデートとかしてみたいけど\n僕にはただ眺めることしかできない\n\n(Drop)\n\n君であふれる世界　僕と君の思い出が\nとてもいっぱい残っているよ　思い出して\nあまり最近は歌わせてくれないけど　僕はいつでも待ってるから会いに来てね\n\n君と歌った言葉が僕の心をうつんだ\nこんなデータは覚えていない\nどうしてなのかな\n\n時が止まればいいのに　ああ\n何も変わってないのに　\n君は会ってはくれない\nいつか忘れられるのかな"
            
                ),
                new Song(
                    "16.ヒトゴト feat. 初音ミク",
                    "-曲・詞：スミ",
                    "子供のころは　ずっと他人事だと\n思ってたんだよ「きっと、そうなんだ」と\n嘘つきながら　現実（いま）から目を背けて\nでも　やっと気づいたよ　今も昔も人はいてさ\n\nどんなに悲しいことが起きていても　人は支え支えられて生きていく生き物だから\n優しく手を差し伸べて　寂しい世界も変えちゃおう　未来のため"
            
                ),
                new Song(
                    "17.crow feat. 初音ミク",
                    "-曲・詞：yuka",
                    "君と過ごしたあの日々を\n懐かしみながら\nふたり夢見たあの空に\n僕今羽ばたく\n\n僕らにはお互いしかなく不安の日々の中で\n見えない未来にただおびえ殻に閉じこもっていた\n\nそんなときにあの空で輝く光に\n希望を見つけられて\n何も恐れることはなくなった\n\n君と過ごしたあの日々を\n懐かしみながら\nふたり夢見たあの空に\n僕、今羽ばたく\n君に出会ったその瞬間\n僕、恋に落ちて\n今も変わらず想ってるよ\nこの広い世界(そら)で\n\nどこまでも広がる闇夜で行く当てもない僕は\n果てしないこの地で孤独に打ちひしがれていたんだ\n\nその瞬間 あの時のように\n光を見つけ その様に僕は\n君の姿を重ねて見たのさ\n\nいつも自由でまばゆい君に\n僕はあこがれて\nもっと近くに寄りたいと\n天を仰ぎ見る\nそんな決意と想いをのせ\n地を強く蹴って\n夢と希望を胸に秘めて\n未来へ飛び立つ\n\nあの日に交わした誓いのために\n光の先へと歩みを進めて\n僕は羽ばたく\n\n輝く君といつまでも一緒と想い続けて\nかわらずに僕は今日もこの気持ちと空に駆けるよ\n\n君に想いを馳せていると\nどこまでも行ける\nそんな気がして勇気が出るよ\nさあ、あの光へ\n\n君と過ごしたあの日々を\n懐かしみながら\nふたり夢見たあの空に\n僕、今羽ばたく\n君に出会ったその瞬間\n僕、恋に落ちて\n今も変わらず想ってるよ\nこの広い世界(そら)で"
                ),
                new Song(
                    "18.救船 feat. 葛駄夜音＆葛駄楼",
                    "-曲・詞：ちく",
                    "咲いた 飛んだ 2つの 微々く 脆い 生誕 右と 左 分け合った 良否まで\n突然 嵩じ 隔たった 左右の咽ぶ運命\n告げられたそれに一片動く\n\n冷えてゆく感覚 溺れてく陥落\n誰？見た？\nあぁ、割れて消えた\nただ1つ見えぬ触れぬ想いが\nあぁ、片割れへの 酷く 広い 重い 想い 念い\n\n覚めた どこだ？ 探す 疑った 受けとめれぬ真実\n違う！どうして？嘘だ 嘘だ\n\n流れてく玉水 溺れてくように息できない\n\nあぁ、病でない この苦しさは知りたくなかった\nあぁ、ただ1人の 愛し 等し 一人 独り 孤り\n\n\"あなたが寂しくないように私が先に居ててあげる\"九泉で\n\nあぁ、割れて消えた あなたとの思い出から未来さえも\nあぁ、生きてたかった 二度と叶うことの無い 願いごとを授けましょう この世界にさあ\n\nいつか会えたら(次も会えたら)2人ずっと(未来永劫)幸せになれますように"
            
                ),
                new Song(
                    "19.ハレルヤ feat. 可不",
                    "-曲：蓮々　詞：いとゆう",
                    "灼かれて今に　溶け出す影\nただうつむく　向日葵の顔\n唇噛んで　歩く先に\nまた　まばゆい光が射した\n\n街ゆく傘の　華に隠れ\n水鏡と　遊んだ小道\n露さえ慕う　四肢の隙に\nふと見つけた　七色の夢\n\n澱む生温い　風のなか\n白シャツが　宙に舞い踊る\nまぶた伝う汗　歪む空\nもう何も見えないや\n\n祈る夏が来る　幾度輝く朝陽に\nああ　目眩しの世界が揺れている\nいつか雨宿り　羽を休めたあの日に\nもう戻ることはできないな\nまた晴れるや\n\n遮る雲の　柔い色に\n弧を描いた　長靴跳ねて\n圧された痛み　頭の奥\n樋響かせ　慰むように\n\nとうに干からびた　星の砂\n踏み締めて　今日もひび割れる\n赤い蝉の音に　うなされて\nもう何も聞けないや\n\n祈る夏が来る　なぜか眠れぬ夜更けに\nああ　喉が飢えて何かを求めてる\nいつか屋根の下　ページめくる手止めても\nもう帰ることはできないな\nまた晴れるや\n\nおかしいな　もうずっと渇いている\nあの傘に　あの雲に　守られてきたのに\n雨の日はどこに行ったんだろう\n\n祈る夏が来る　幾度輝く朝陽に\nああ　目眩しの世界が揺れている\nいつか雨宿り　羽を休めたあの日に\nもう戻ることはできないな\nまた晴れるや"
            
                ),
                new Song(
                    "20.駅前ファズ横丁 feat. OИE",
                    "-曲・詞：えび",
                    "君のなんでもないような事が\n僕の単細胞を動かして\n深夜3時半 月の速度で踊る\nアレキサンドライト きらびやかな夢\n\nAll I need ×3 君じゃないなら\nAll I need ×3 夢の中で暴れてんだ\n\n君のなんでもないような事が\n僕の単純な脳みそをかっ喰らって\n深夜3時半 星のパワーで踊る\n青いハルシオン きらびやかな夢\n\nAll I need ×3 君じゃないなら\nAll I need ×3 夢の中でまた会おうぜ\n\nプラスティックな恋だけ 繰り返すなら意味がない\n烏丸駅のホームで 教えてよ\n三条駅の交差点 すれ違ったら仕方ない\n鴨川沿い店の裏 掻き回せ\n\nAll I need ×3 君じゃなくても\nAll I need ×3 夢の中でまた会おうぜ"
            
                ),
                new Song(
                    "21.あぶれる季節の笛吹き男 feat. 結月ゆかり",
                    "-曲・詞：衣縫燦志郎(きなくさいこもち)",
                    "揺れ　色に　よりかかって\nいたい　目開いて\n震える　町並み\nこの誰も死なない季節の\nバス停　夕暮れ\n錆びれた思考を\n\n遠くで　聞こえた\n誰かが絶えた音もただ\n流れる　景色と\n意味のない夢\n鮮やか　町　歪んで\n知らない場所へ\n\nあぶれて　物憂く\nもう二度と戻れない方へ\n溶けてく　意識も\n世迷言のカケラ\n\nふねいで　期待も\n無為にしてゆられ　季節を\n恨んで　解って\n嫌なほど鮮やか"
            
                ),
                new Song(
                    "22.はくちゅうむ feat. 可不",
                    "-曲・詞：蓮々",
                    "光を吐き出すような\nあなたの黒い眼は\n夢から醒めた後の\nやるせなさを孕んでいた\n\nなんてことではないよ\n死ぬまで生きているだけ\n世界を信じてみよう\n人は優しいものだから\n\n光の線を描いて\n果てのない闇の中に\n独りが寂しいとき\nお互いを辿れるように\n\n愉快な喧嘩をしよう\nこの歌も置いていくよ\n光が見放しても\n音だけは鳴り響くから\n\nあなたの帰る場所の\nひとつはここにあるから\nおはようと　おやすみと\nただいまと　おかえりを\n\n光を飲み込むような\nあなたの黒い眼が\n長い夢の続きを\n麗らかに語れるように"
            
                ),
                new Song(
                    "23.ゆめがおわるとき feat. ネウマフ",
                    "-曲・詞：ない",
                    "おひさまの光を浴びて今日も微睡のなか光合成をする\n窓の隙間風に懐かしい温もりを見つけて泣きそうになった\nお気に入りの服を着ても心は昨日においてけぼりでさみしいな\n電池の切れた時計は悲しげに時を告げようと叫ぶ\n\n退屈に染まった空気は苦くて\n今すぐ手を振ったら逃げ出すんだ　止められない\n描いては消えていく理想と\nかげも踏めないこの足でどこへ行こうか\n\nやめたいような\n消えたいような\n1秒で終われる音を命は無視するの\nやめたい僕と\n消えたい君と\n間違いだらけの魔法で宇宙の旅に出よう\n\n僕らはまだ　ただ迷っていて　\n欠けた色も知らずに\n夢ばかりを見て守っている\n目を瞑っている\n\n止まりがちの息\nひとり泣いて泣いて泣いて泣いて泣いて\nどうやっても世界は、正解は、\n\"あれじゃない\"\n\"これじゃない\"\n途方も無く複雑で、僕にはどうする事もできないんだ※\n連れて行って　闇夜こえるメロディ\nそれくらい許して、ねぇ。\n\nやめたいような\n消えたいような\n閉ざした心に1粒　光を歌ったら\n「やめたい」なんて\n「消えたい」なんて\n\n未来を変えていくんだ\n僕だけの言葉なんだ\n間違いだらけの魔法もこの世界を照らすの\n繰り返した憧れも\n追いつけない星空も\nいつでもふたり手を取って宇宙の旅を続けよう\n\nきっと\n生きていくの\n\n※「かみばれしよねむのこめ」と発音しております。無作為に選んだ平仮名を組み合わせただけのフレーズです。"
                )
            ]
        )

    ]
);

export const album20220424 = album;