import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20190310",
    "-10th Album- 「Arpeggio7.1」",
    "Release:2019.03.10",
    "2019年VOCALOIDSTREET(3/10)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.革故鼎新(feat.音街ウナ)",
                    "- 作曲:キト 作詞:葉城雅樹 調声:くろ州",
                    ""
                ),
                new Song(
                    "02.Galactic Flower(feat.IA)",
                    "-Silverlove",
                    "花びらが舞い落ちる季節は\n君のことを全部\n悲しむ心に描いて笑った\n\nねぇ愛すべき世界は\n僕のことを全部\n夜空に照らせ\n\n暖かく風が吹いてふんわりと包む\n美しく空を飛ぶ\n月を探す旅へ\n\n過ぎ行く彗星と\n降る雨が濡らすその体\n手を伸ばした先には\n宇宙に咲く虹が\n隠れていた\n\nせみしぐれ　響いた夕暮れには\n踊りたくなって\nオレンジ色空を眺めて泣いた\n\nねぇ\n大人になりたくない\nそう述べた僕らの長い旅路の果て\n\n気にしないふりをしたままやさしく微笑む\nうつろな夜空の下\n月を探す旅へ\n\n流れる星空と\nサテライトが照らしたギャラクシー\n銀河をたどった先には\n星明りの虹が\n輝いていた"
                ),
                new Song(
                    "03.桜吹雪ナイトフェスティバル(shall we dance?)(feat.OИE)",
                    "- 葉城雅樹",
                    "退屈なこの町に春が来て 今日だけは千客万来大盛況\nボクですらハイテンションで キミを迎えに行くのさ\n人混みは嫌いなんて言わないで ほらほら一緒にDancing now\n夜にはまだ早いだって？ 体を温めるのさ\n\nほら お手を拝借 クラップユアハンズ\nさあ 間もなく開幕 ボクの準備は出来てる\n祭りの始まり、ラッタッタッタッタ\n\n桜吹雪ナイトフェスティバル\n浮世を忘れてキミと踊りたいよ\n今夜だけは夜更かし歓迎 ボクとキミとでこの夜を回せ\nどうだい、一緒にShall we dance？\n\n普段より賑やかな商店街 今日だけは狂喜乱舞大狂騒\n大人も我を忘れ 桜の下で踊るのさ\nもう着いていけないなんて言わないで 止まらずにkeep on dancing\nもう疲れちゃっただって？ 祭りは始まった所だ\n\nさあさ 打ちならそう クラップアワハンズ\n「やあ 気分はどうです」 今日だけはみんな無礼講\n時計は気にしたく ないないないないない\n\n桜吹雪ナイトフェスティバル\n浮世を忘れてキミと踊る月夜\n今夜だけは老若男女関係ない ボクらのダンスでこの夜を回せ\nどうだい、一緒にShall we dance？\n\n桜吹雪ナイトフェスティバル\n全て投げ出してずっと踊りたいよ\n\nそんなことは無理だけれど\nまだ夜は終わらないじゃじゃじゃじゃじゃじゃじゃん！\n\n桜吹雪ナイトフェスティバル\n浮世を忘れてキミと踊り続けよう\n今夜だけは夜更かし歓迎 ボクとキミとでこの星を回せ\nどうだい、一緒にShall we dance？"
                ),
                new Song(
                    "04.喧騒の街(feat.初音ミク)",
                    "-えふん",
                    "喧騒の街　遊び盛り\n僕は荷を下ろさない\n\n人は流れ声は遠く\n僕はまだ下ろさない\n\n最初から違う気がしてた\nそれから幾年流れたでしょう\nここに夕暮れの人影が\n有りもしない勇気を当てにしている\n\nああ僕だけには見えないよ\n遥かな記憶を思い出してみても\n\n帰り道一人呟いた\nこのまま百年でも経つのでしょう\n雪の降り積もる道の上\n春まで眠れやしなくてもいいよ\n\n喧騒の街　遊び盛り\n僕は荷を下ろさない\n\n人は流れ声は遠く\n僕はまだ下ろさない"
                ),
                new Song(
                    "05.十二年前(feat.初音ミク)",
                    "-硯影",
                    "初めて　初めて\n人を殺した日は\n思ったよりずっと\n　普通だったな\n\n空を仰ぐ度に思い出すことがある\n手袋ごしに触れた背中\n落ちてく頭\n\n顔を洗う度にあの時が蘇る\nアスファルトに広がる血　遺族の涙\n\n人を殺すってもっと大層なことだと思ってた\nでも違った\nあいつは嫌いだったから罪悪感などゴミのよう\n達成感もない\n\n初めて　初めて　人を殺めた日は\n思ったよりずっとあっけなかったな\n笑ってる　笑ってる\nあいつの遺影は\n相変わらず醜くて\n本当に汚くて\n\n燃えてる　燃えてる\nあいつが焼かれてく\n灰になる　灰になる\n骨が砕けてく\n\n参ってる　参ってる\nあの墓に参ってる\nありがとう　ありがとう\n死んでくれてありがとう"
                ),
                new Song(
                    "06.欠片(feat.UNI)",
                    "-Silverlove",
                    ""
                ),
                new Song(
                    "07.Arigatou(feat.結月ゆかり)",
                    "-Silverlove",
                    "愛してた　君が\n消えていく　姿を\n忘れないで　僕が\n捕まえた　明日を\n\n繰り返す　過去の過ち\n記憶を歩く　この時間が\nいつまでもつづくようにね\n君だけが繋いでくれた\n\n愛してるよ　永遠の言葉\n君へ誓う　この星空の向こう\nまた会えるよ　失った希望が\n君へ送るよ　この星屑を\n\n愛してるよ　永遠の言葉\n君へ誓う　この星空の向こう\nまた会えるよ　失った希望が\n君へ送るよ　この星屑を\n\n輝いてる　鏡の欠片\n指先で描く　その虹が\nどこまでもつづくようにね\n君へ送るよ　この言の葉を\n\n輝いてる　鏡の欠片\n指先で描く　その虹が\nどこまでもつづくようにね\n君へ送るよ　この言の葉を"
                ),
                new Song(
                    "08.となりで風に触れたから",
                    "-ワカバ(卒業生)",
                    "「二人で出掛けようよ」\nそう言って見せたのは\n速くて素敵な自動車(パートナー)\n喜んで入れたアプリ\nドライブの力になるよ\nお任せあれ\n\n踏み込み始まるセッション\n忘れられない日になりそう\n\n開けた空、\n駆け抜けてく音も\n気持ちいいけれど\n昨日よりも\n幼いその笑顔が\n嬉しいのさ\n両思いをずっと歌いたいから\nどんなコースでもいつでも\n君の側が良いの\n\n雄々しく歌うエンジン\n近すぎてときめく心音(おと)も誤魔化せそう\n\nうっかり道に迷っても\nきっと私が未来(ルート)をあげる\n\n君の音を\n紡ぐために作られたソフトでも\n歌の他に\n役に立てるキカイが嬉しいんだ\nちょっと癖が強くて\nやっぱじゃじゃ馬かも、ゴメンね\n君次第だよMy Master\n\n出会った頃\n抱いたような初めてはないけれど\n君と二人\nそれで満たされるんだって\n気づいたのさ\nこの声は絶対枯れないから\n最期の時まで何度も\n無駄話しようよ\n\n「未だ、未だ、来ないな\n夢見てたあのミライは\nなら、なら、僕が\n逢いに行くよ\n\nただ、ただ、いつも\n願ってる\n差し伸べたその手に\n触れたい」\n\n私はまだ\n君のために出来ること多くないのに\n「好きだから」と\n座れる二人乗り（ツーシーター）が嬉しいんだ\nもっと同じ景色を\nずっと見たいから伝えるね\n──君のすべてが好きだよ\n\n出会った頃\n描いてたコースどおりじゃないけれど\n君と二人\n走った道すべてが\n愛しいのさ\n両思いをずっと歌いたいから\nどんなコースでもいつでも\n君の側が良いの\n\n──叶わない夢でも。\n\n最期の時まで\n何度も君に言うよ\n世界で一番　誰より\n君の側が良いの"
                ),
            ]
        ),
    ]
);
export const album20190310 = album;