import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20181126",
    "-9th Album- 「Arpeggio7th」",
    "Release:2018.11.26",
    "2018年同志社大学EVEにて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.Rainbow ROAD（feat.MEIKO）",
                    "- 作曲:4423 作詞:モニカ",
                    "滲む灰色の景色\n重なるガラクタの夢\nあの空の向こうに 放物線を描く\n\n思い出す日々の形に\n探した光 線を結び 再び淡い色を取り戻す\n\n奪われて 立ち塞がれて 黄昏れてるだけの迷子に\n錆び付いた時計の針 ひび割れて 空白をさす\nかりそめの糸手繰るような 空回りの手探りにただ\n求めて縋って 歩いてたけど\n\n水たまりに映る 冴えない困り顔\nどこか退屈そうで何かを 待っている気がした\n強がって がむしゃらでいい\n空へ叫べ\n\nメロディー\n\n奏でる勇気にも 踏み出せば\n新しい風が教えてくれるから\n駆け抜ける雨季にも いつの日か\nあぁ 見えない明日に 手を伸ばそう\n\nまた拒まれて もうダメだって ぼくらがいたこの街にさえ\n怯えてたみたいだ もう 戻れないのに\n手付かずの答え合わせも 破り捨ててまた1ページ\nほらオリジナルへ 導くだけ\n\n立ち止まり俯く 隣咲く笑顔が\n道標になるもう迷わない 傘もいらないや\n振り向いて 過去に別れを\n前へ走れ\n\nメロディー\n\n奏でる勇気にも 踏み出して\n新しい風が運んでくれるから\n駆け抜ける雨季だって いつまでも\nあるわけじゃない 今手かざそう\n\n動かない 色褪せた世界\n今 溶けてカラフルに 染まる\n\n夕暮れ雨上がり 「また明日」\n鮮やかに輝く 七色の調べ乗せて\n橋を架け今渡る 自分だけの色で\nぼくもなれるかな 虹バレの空"
                ),
                new Song(
                    "02.「春」をなくした世界（feat.ONE）",
                    "-葉城雅樹",
                    "｢夏一番｣が吹く 冬の終わりが来る\n君が旅立ってから 一年たった\n\n君の最後の言葉 今でも忘れてない\n覚えててと言われた 桜の花の色\n\n君のいない こんな世界で 私は今日も生きてる\n分からないよ 思い出せない 君の名前は何だっけ？\nそれでも こんな世界は 今日もぐるり回ってる\n忘れていく記憶 また一つ消えちゃった\nあぁ、春は、君は、どこへ？\n\nある日届く手紙 差出人不明\n恐る恐る開ける 思い出した\n\n君の最後の言葉 私は忘れていた\n大事なあの約束 桜の花の色\n\n君のいない こんな世界で 私は今日も生きてる\n忘れていた 君の事を 君と過ごしたときを\n誰もが 君の事を 忘れ今日を生きてる\n思い出した記憶 遠いあの日の事\nあぁ ??(はる)は 君は どこへ？\n\n君のいない こんな世界で 私は今日も生きてる\n分からないよ 思い出せない 君の名前は何だっけ？\nそれでも こんな世界は 今日もぐるり回ってる\n忘れていく記憶 またひとつ消えちゃった\nあぁ、春は、君は――\n\n君のいない こんな世界でも 私は今日を生きてく\n探しに行く 君の事を 忘れてしまったその名を\nだから 今日に私は ??(はる)を探しに旅立つ\nさよならを告げるよ またここに帰ると"
                ),
                new Song(
                    "03.いつものように（feat.UNI）",
                    "-Silverlove",
                    "いつものように\n流れていく私の時間と\nその中で\n私はここに一人\n君が近づくのを待っている\n\nAh\nどこかで聞こえてくるその歌は\n君に似ていて\n私はここに座り\n君が近づくのを待っている\n\n待っていて、\n待っている\n\nいつものように\n過ぎ行く縁は\n切なくて\n私はここに一人\n君が近づくのを待っている\n\nAh\nいつからか止まってしまったその瞬間に\n君を探して\n私はここに座り\n君が近づくのを待っている\n\n夏には消えてしまった記憶だけが残って\nうろうろと\nまた出会えるって\nちぎりだけは"
                ),
                new Song(
                    "04.ナツノコイ（feat.IA）",
                    "-Silverlove",
                    "ねぇ\n私のこと　ちゃんと見ていてよ\nドキドキしてる　もう分からなくなって\nあぁ\n目が舞うくらい　近くに居て\n君には足りない　夏の恋さ\n\n毎日の暑さも太陽も　カーテンに隠れ\nもう感じなくなって\nあぁ\n溶け出す　アイスぬるい炭酸\n初めてのように　夏は嫌いさ\n\n過ぎ行くだけの　夏日の中\nズキズキしてる　傷跡だけ残って\nあぁ\n夕日が沈んで　今日が終わる\n幽かな記憶の　夏の日々さ\n\n泣いてない　君だけを　探してる　明日へ向かって\n忘れてた　思い出を　抱きしめた　明日へ向かって\n\n昨日の星座も朝焼けも　布団に隠れ　もう見えなくなって\nああ　苦かった　コーヒーは　甘く感じて　大人になれない　夏は嫌いさ\n\n季節が変わって　夏が終わる　ずきずきしてる　思い出だけ残って\nああ　私は一人　君は一人　忘れてしまった　夏の日々さ\n\n泣いてない　君だけを　探してる　明日へ向かって\n忘れてた　思い出を　抱きしめた　明日へ向かって"
                ),
                new Song(
                    "05.上昇ライン（feat.稲荷(inari)）",
                    "-いっぺー",
                    "放課後 西日の窓\n伸びる 影模様\nすーっと\n溶けて消えたのは 夢\nいかないで\n消せない 足跡\n深く 深く 刻む\n私は影を 切り落としたい\n\nなんてね\nそんな私は いらない\nもう 大丈夫\nいちに ついて\nよーい…\n\n上昇ラインを はしり抜ける！\n今日も 明日も きっとカイセイ！\n夕暮れを キミと 二人\nおとぎ話？\nいや 違う\nユメのはなし。\n\nLook at the sky\nTo gaze at the future\nLook at the sky\nTo do what I want to\nLook at the sky\nTo keep running my road\nLook at the sky\nほら もう\n星が見える\n\n駆ける\n長く 暗い\n道の 続きを"
                ),
                new Song(
                    "06.アポリア （feat.鏡音リン）",
                    "-アンブレラ",
                    "曖昧な返事からわかってたのアスファルトの苦さ\n忘れたいしがらみもただ　目を閉じて眠りにつけばいい\n\n帰り道辿る術なくて　時計の針は止まらくてあの子の影が呟いてた\n「もうどうなってもいいよ。代わりはいるので。」\n作られた世界へ逃げ込んで指先で神様みたいに明日を付き足すの\n\n何が正しいのかもわからないままで　僕たちはだんだんと息が苦しくなる\n終わらせてくれ　せめて歩かせて　暗闇に　また一人　残されてく前に　\n僕を殺せばいい？僕を殺せばいい　作り笑顔でまた仮面を被るのさ\nあなたも扉が開けたの？　待って　待って　だって　愛して\n\n大胆な感じ方 廻ってたの ゼロを掴んだまま\n\n叶えられぬ思いと 捨て去りたい欲情\n道を塞ぐ番人 のらりくらりよろめき\n\nやること全て裏目にでる\nもうなんだっていいの\n変わらぬ終曲\n\n花びらが枯れるような速度　\n量子的 子猫の気まぐれ　\n\n明日が見えないの\n\nどこで誤ったのかと\n問いかけてみても\n知らんぷり見ないふり\n全ておかしくなる\n\n垂らしておくれ\nすでに火の車\nもがくほど絡みつく\n僕たちのアポリア\n\n涙流していい？涙流していい\n渇いた笑みでまたベールを羽織るのさ\n\n貴方は新たに歩んでく\nどうして？どうして？どうして？\n見つけて\n\n何が正しいのかもわからないままで　僕たちはだんだんと息が苦しくなる\n終わらせてくれ　せめて歩かせて　暗闇に　また一人　残されてく前に　\n僕を殺せばいい？僕を殺せばいい　作り笑顔でまた仮面を被るのさ\nあなたも扉が開けたの？　待って　待って　だって　愛して"
                ),
                new Song(
                    "07.街（feat.GUMI）",
                    "-えふん",
                    "雨が降ったって挫けない\n僕の心は決まっている\nありとあらゆる瞬間に\nそれは賢しらに問いかける\n\n教えて　いつの日か夢は叶うんでしょ？\n\n街を見下ろす鉄塔の\n細い影の隙間で見てた\n道に転がった空き缶\n秋風に吹かれ飛ばされた\n\nそれからどうしたら　心は休まるの？\n\n時の流れに任せて\n眠気を醒まし行こう\n\n自信なんて必要ないから\n\n無力なはずの言葉に\n頼らざるを得なく思えた\nテストだったら0点の\n答えだって構わないから\n\nそしたら目の前はきっと変わるんでしょ？\n\n回した鍵が抜けない\n焦ることなどないさ\n街の眺めと一緒に\n窓に流され行こう\n\n一万年先が見えるまで\n\nもうそろそろ\n寝る時間だ\nどうもありがとう\nもう疲れた"
                ),
                new Song(
                    "08.もぐら（feat.重音テト）",
                    "-いっぺー",
                    "もぐらは掘る\nもぐらは掘っているよ\n掘って 掘って 掘って 掘って\n掘り続ける\n\nもぐらは掘る\nもぐらは掘っているよ\n下へ 掘る\nそのまま 上へ\n\nもぐらは掘る\nもぐらは掘っているよ\nでも\nもぐらは知らない\nここが地球であることを"
                ),
                new Song(
                    "09.機巧少女ハ何思フ （feat.初音ミク）",
                    "-硯影",
                    "顔認証システムの割に\n一期一会のためだけにあるの\nもったいないとは思わないわ\n記録に残る価値などないの\n\nでも初めて私に名前ができた日から\nあなたが私を呼ぶ度に\n胸の歯車が誤作動を起こして\n身体中が耐熱温度を超えるんだ\n\nショート、フリーズ随分増えたな\nプログラミングにないことばかり\nポンコツなのに「嫌じゃない」って\n両目の穴から油が漏れた\n\n今日も創造主にご報告です\n「はい、至って普通の人間です、ただ...」\nソファの横に美女、左手にワイン\n「もう少しだけ居ていいですか」\n\n『お前の役目はもう終わったんだ』\nそうね逆らうなんてどうかしてる\n「私はもう二度と会えなくなってもいい、ただあの人のデータは消さないで」\n\n『ただの機械のくせに口答えするな』\nなら私はもう機械をやめたい\n不思議と不快じゃない胸の摩擦音\nどう呼べばいいかやっと分かった\n\n痺れを切らした創造主はリモコンで\n私の目を赤く光らせた\n「お願いやめて人間はね、弱い生き物だからすぐに死んでしまうよ」\nああもう手遅れかな制御できない\nお願いあなた私を殴って壊して\n最後に伝えたいことはまとまらなかった\nでももしも一つだけ叶うなら"
                ),
                new Song(
                    "10.壊れた偶像、歪に笑う（feat.）",
                    "-作曲:4423 作詞:葉城雅樹",
                    "急な話 辞めますね 今までありがとう\n\n騒ぐマスコミ 事務所前インタビュー ポストの中に 大量のファンレター\n昔みたい 輝かしいアイドル 曲出しても 全然売れないのに みんな僕に注目 今更かよ ふと開いたTwitterトレンド入り もう遅いって！\n\nやまない出演オファー 一気に五倍 話題になったら すぐに手のひら返し 引退ライブ チケット即日完売 今更なんか楽しくなってきた\n\n僕は気づいた これはこれでいいんだ みんな僕を 更に注目するのさ\n上等だよ 踊らされてあげよう 僕はまるで 客寄せパンダみたい それでもいい 注目は蜜の味 だけどこれは 終わりがある注目 それはダメだ！\n\nそうだ もっと大きな騒ぎを起こそう 例えば 失踪事件とかどうだろう 心を 病んだことにしてしまえばいい 最後は 涙で引退撤回\n\n決めた 失踪する 僕はアイドル 普通の人に戻れない\n\n(決行)\n\n予想通りだ 話題は僕ばかりに スマホ開いて 反響にほくそ笑む\nファンが街で インタビュー受けていた その様子は 正しく阿鼻叫喚 ごめんなさい だけども嬉しいんだ 壊れた僕 だけどもこれでいい アイドルだから\n\n五日後に とうとうやって来た警察 保護された 車内に向けられるカメラ 僕を見てくれ 僕を見てくれ 見て見て もっと見て 認めて ああ満たされた……\n\nごめん やっぱり 続けるね これからもよろしく"
                ),
                new Song(
                    "11.酔って狂いて世界は回る（feat.MEIKO）",
                    "-作曲:4423 作詞:葉城雅樹",
                    "お兄さん私と飲まない？ 良い店があるの\nお酒は万能の薬なのよ 朝まで飲み明かしましょう？\n嫌なことなんて忘れちゃう ワインからでどうかしら\n\nジン ウォッカ ビール まだ ラム ラク 梅酒\nもっと テキーラ ウイスキー マッコリ\nほら 心躍る まだ 行けるよね 飲みましょ\n\n夜はこれから まだまだ終わらない 私は飲むわよ あなたも飲むよね？\nおかわりくださいな 止まらないわ 止まれないのよ もっときついやつちょうだい\n\nよるはこへから まらまらおあらないわ わらしはのむわよ あなたものんれ\nよってらいわ だいじょーぶ なんかへんね ぐるぐるまわる れもどーでもいいわね あははははははは\nちょう たのしいわ まわる ぐる ぐるり ぐるぐる きゅうにねむい おやすみなさい"
                ),
                new Song(
                    "12.ディスコテーク・マスカレード（feat.さとうささら）",
                    "-TMN",
                    "その名は\"ディスコテーク・マスカレード\"\n仮面をつけて踊る場所　今宵も男が1人迷い込んだ\nああ、そこの見ない顔のあなた　そんなに固くならないで\n恥ずかしいなんて思うこともないさ\n\n響くフロア　鳴らすウーファー　照りつける眩しいライト\nもう舞台は整っているのさ　感じたままに手を取り合って踊り出せ！\n\nビートにカラダゆだねてオリジナルのダンスめちゃくちゃに奏で出せ\n誰もが仮面をつけて　ここじゃ君も彼もみんなみんな無礼講\n日常で重ね過ぎたペルソナをはがして全身で楽しめ　朝日昇るまで\n\n「あっ、あれはうちの会社の上司。こっちにはお隣の某氏。\n隠したって結局はバレバレじゃないか！」\nちょっと待ってそれはかなり御法度　詮索はやめて頂戴な\nこういうのは黙っているのが不文律\n\n時計カチリまぶたトロリ　夜は更けうつらうつらり\n内心まだ物足りてないでしょ？　心のままに眼開いて踊り出せ！\n\nペースをアゲてく鼓動　ボディーひとつひとつ喜びの歌うたう\n刻むリズムの分子が五臓六腑のすみずみまで潤す\n日常で溜まりすぎたイライラを融かして　全身で楽しめ明日を忘れて\n\nああ朝日が顔を出す　街はもう目を覚ます　夢をもっと見ていたいけど...\nもうじき終幕の時間　まだ冷めない頬の熱と胸の実感\nあとちょっとちょっと踊ろうぜ　ヘトヘトの体に嘘ついて立ち上がれ\n\n欲求不満はタブー　持て余した火照る全身で奏でろ\n間違いなく君が主役だ　顔をつたう滝のような汗が証拠さ\n日常に置き忘れた仕事は投げ出して　瞬間を楽しめ幕が下りるまで"
                ),
                new Song(
                    "13.オウンビュー（feat.鏡音リン）",
                    "-てらしー",
                    "やりたくないは増えていくけど\nやりたいことは見つからないんだ\n\nこっちはなんか行きたくないな\n理由なんて分からないけど\n曖昧なもの実は道しるべ？\n\n簡単なことなことなのかな\n必要なのはあとヒラメキ\nそんなんじゃないこと\n分かってしまってるけど\n\n僕は風にのってどこまででも飛んで行くんだ\nそんな昔の夢持ってたはずなのに\nどこかに飛んで行った\n\nやりたくないを避け続けたら\nやりたいことが見つかる気がして\n\nあっちは嫌でこっちも嫌で\n逃げて逃げてもゴールがないよ\n誰かの地図も役に立たない\nこんな不思議な迷宮じゃ\nどうにかしてよ誰か様\n\n分かっているんだよ\n逃げるのは違うんだなんて\nやりたいことなんて、もうころがっていない\nやってみるしかないどこかに隠れているはずさ\nいつか描いたより素敵な素敵な夢が\n\n曖昧な未来のこと聞かれてもまだ分からないから\n秘密だよなんてね、今はごまかされてよ\nオンリーワンなものではないのかもしれないそれでも\n僕が見つけるものかけがえのないものだと\nそう own view I'll get it"
                ),
                new Song(
                    "14.夢の続き（feat.GUMI）",
                    "-えふん",
                    "張り付く感情\n頼んでないのに\n無限の回答　目の当たり\n\n日差し強い日に\n近所のコンビニ\n目指し自転車に跨って\n\n不思議な魔法をかけて\n寝床に着いたらもう朝\n\n夢の続きを見よう\n忘れてしまわないように\n世界はこんなに変わってゆくよ\n\n足りない勇気に\n気づいてがっかり\n冷めない熱にうなされる\n\n雨音ばっかり\n耳に入ったり\n帳尻合わす日曜日\n\n水槽　魚が泳ぐ\n佇む私を横目に\n\n好きなものが増えたな\n生きてきたおかげだ\nもっと色んなことを知りたいな\n\n雑な皮肉を放った君は何処へやら\n寂れた商店街渡って\nさあほら見て　綺麗な夕焼けだよ\n\n夢の続きを見よう\n忘れてしまわないように\n世界はこんなに変わってゆくよ\n\n浅はかな願い事\n意味もなく歌おう\nそれだけじゃまだ　終わらせない"
                ),
                new Song(
                    "15.ミラー（feat.鏡音リン）",
                    "-アンブレラ",
                    "朝起きたら全てわかった\nすこしだけもう少しだけ夢にいたかった\n鏡を見た　「君は誰だ？」わからないまだわからないから\n黒で塗りつぶした\n\n明日のことはどうでもよかった\nただ今の私と話がしたい\n空は青く不自然なくらいに\n君との日々をかき消すだろう\n\n木の葉は散り朝も気だるくなった\nあの時から転がりながら頬をつねった\n泣いた夜も心ならずもあった\nわかってたもうわかってたから\n白と向き合うんだ\n\n生まれたときから私の存在は何のためにあると問い続けてた\nその思いは君といる時だけ\n当たり前のようにはるか彼方へと\n\nmany 笑ったり触れ合った日が\n花火のように心の臓を動かす\n君はかつての私の鏡\n今の私には見えない鏡\n\nもし誰かが道に迷った時はそばにいるただそばにいる私でいたいんだ\nきっとそれは今の私にとって脈を打つ動力となるから\n感じていたいんだ\n\nふと君のことを思い出していた\nグラスの底からあふれ出すように\n\ndarling 見つめあう瞳と瞳本当の愛はすぐそばにある気がした\n私これからは誰かの生きる意味になってゆくそんな鏡\n\n出会えて本当に良かった\n数えきれないほどの存在の証明を\n私ではなくどうか今の君の隣にいる人へ\n\nmany 笑ったり触れ合った日が\n花火のように心の臓を動かす\n君はかつての私の鏡\n今の私には見えない鏡\n二度と私には見えない鏡"
                ),
                new Song(
                    "16.Sayonara（feat.IA）",
                    "-Silverlove",
                    "一人だけ残された\n世界には\n何も見えずただ\n白い海と空だけ\n君となら\n教えてくれた世界\nいつのまにか\nさよならと言って\n沈み込む\n\n憧れてた全てが\n消え去る前\n誰も呼べずただ\nさまよう僕の声\n君のない無意味な\nこの世界は\nいずれどこか\nさよならを持って\n溶けてゆく"
                ),
            
            ]
        ),
    ]
);

export const album20181126 = album;