import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20230312",
    "-18.1th Album-「pick me up!」",
    "Release:2023.3.12",
    "VOCALOID STREET 6(3/12)で販売",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "prayer",
                    "作詞作曲：　リコペン　Lily",
                    "愛さなければ楽ね\n予想外れの罰ね\nあなたはまだ知らないだけだから\n静かにお眠りなさい\n\n今も感じている鼓動\n信じているあなたのこと\n私の心伝えられたら\n\n悩みとか預けて\nあなたの中あなたの中にある\n私に預けて\nあなただけは失うわけにいかない\n怖いものはすべて\nあなたの中あなたの中にある\n私に預けて\n私たちは共に発つ鳥だから\n\n思い出すにも非情\nそこにあるのは無常\nあなたはまだ知らないままでいい\nそのままお眠りなさい\n\n光が見えなくても\n信じてたい未来の自分\nあなたの言葉思い出せたら\n\n辛いこと預けて\nあなたの側あなたの側に居る\n私を見つけて\nあなただけは失うわけにいかない\n悪い声は捨てて\nあなたの側あなたの側に居る\n私を信じて\n私たちは共に発つ鳥だから"
                ),
                new Song(
                    "換気扇",
                    "歌詞：norikowatanabe",
                    "単純さ　こもる空気煙流れてく\n大体は　事務所天井埋め込み型\n簡単な　シナジー勢いよく回る地球\n大体は　事務所天井埋め込み型"
                ),
                new Song(
                    "青のカノン feat.琵音マイタ",
                    "作曲：トラギカ　作詞：うと",
                    "何色でもない\n私の幸い\n貴女の為なら\n何をしてもいい\n\n貴女の歌声\n縛り付けたくない\n青い鳥のように\n此処から羽ばたいて\n\n貴女の願いこそ\n私の望み\n\n（以下ループ）"
                ),
                new Song(
                    "崩落",
                    "kunimi",
                    "崩れてしまって 帰れなくなった\n落ちていく 痛みが心地よくて\n網膜に映った やわらかな夢は\n静かに 首を締め上げるの\n\nもうどこにも行けないと 諦めた日から\n僕は未だここに うずくまったまま\n\n望むことをやめていつの日か\n彼は生きながらに死んでいた\n意味も無く呼吸を繰り返す\n傷が増えすぎて隠せないや\n\n間違えてしまって 腐れてしまった\n彼女は一人で歩いていく\n消えない痛みが 身体を犯して\n快楽にすり替わって安堵する\n\nもうどこにも行けないと 諦めた日から\n僕は僕自身を 傷つけた\n\nいつか幸せがわかったなら\n彼は人になれるのだろうか\n生きるには彼は不向きすぎた\n別のところでまた逢えたなら\n\nいつか青空に落ちるまでは\n過ちを繰り返し生きてく\n僕ら醜いままでいようね"
                ),
                new Song(
                    "恋保険 feat.初音ミク",
                    "みかん",
                    "もしも伝えたら 君に嫌われてしまうかも\n踏み出せず 今日もみじめな恋心\n\n日差しさし込む 夏の学び舎の戸が開く\nアイスを片手に「おはよう」\n姿 目で追う私　鼓動が早くなる\n余計に暑い　君のせい！\n\nでもね (言えない) 思い (胸に)\n傷つくのが怖いの\nそうやって (逃げる) いつも (逃げる)\n非力 (嘆く) 私\n勇気をください\n\n「明日目覚めたら君と付き合っていたりして」\n夢のような？ 夢の話\nもしフラれても今の仲に戻れる\n恋の保険ください\n\n\nいつも目が合う君は笑顔で微笑んで\n「好き」が溢れそう　許さない♡\n\n「でも向こうも私を好きかもじゃん」\n「そうね」「そうよ」「そんな訳ない」\n自問自答して頭ぐるぐる\n\n「このまま、友達のままでいいの？」\n「そんなことない。わかってる」\n「それでも…」\n\n\n「「君に嫌われる方が怖い」」\n\n\n「明日君に放課後に呼び出されたりして」\n夢のような？ 夢の話\nもしフラれても今の仲に戻れる\n恋の保険ください\n\nコクる勇気ください"
                )
            ]
        ),

    ]
);

export const album20230312 = album;