import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20220911",
    "-17th Album-「Quartz」",
    "Release:2022.9.11",
    "VOCALOID STREET 5(9/11)で販売",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "1. bottomless (feat. 初音ミク)",
                    "曲・詞：阿佐木 海凪",
                    "アイの重さを僕に教えてよ\n受け止めきれる物か知りたいの\n拙くたっていい　言葉足らずでいい\n“悲しい”以外の涙が欲しいだけ\n夢から覚めた\n底の抜けたグラス　注がれた冷笑に飽きた\n割れ物だから気を付けてよ\n「何の冗談それ」\nほらまた飲めやしないのに\n街灯が照らす既製品の笑顔　何度見たことだろう\n嗚呼　こんな月夜に割れたグラス重ねてしまうの\nアイの重さを僕に教えてよ\n受け止めきれる物か知りたいの\n拙くたっていい　言葉足らずでいい\n“悲しい”以外の涙が欲しい\nだからさ　言わないで\n本当は分かってんだ\nこんなんじゃ受け止めきれる訳がないと\n寝ても覚めても君のことばかり\n顔も声も何もかも想像でしかないけど\n昔誰かが置いてったグラス\nかつての面影はどこにもなく\n底が抜け落ち　ガラクタ呼ばわり\nそれでも何故か捨てられないんだ\n“寂しい”なんて呟いては街灯から目を逸らす\n嗚呼　今日も月夜に割れたグラス重ねるの\n願いを込めて\nアイの重さを僕に教えてよ\n受け止めきれないこと分かってるけど\n『そんなことないよ』\n差し伸べられた手\n望月が今グラス底を埋めた\n愛の重さを君が教えてくれた\n受け止めきれる物じゃなかったよ\n溢れてもなお注がれる光\n底抜けの笑顔　もう泣いちゃうよ\n望めば叶うなんて幻想だ\n期待したって現状は変わらないと思ってたけど\n夢か現か　僕は問いかける\n手を握りしめて君は口を開く\nふと目が覚めた\n使い付けたグラス　君かくれた月光に涙\n割れ物だから気を付けてよ\n「なんの冗談それ？」\nほらまた溢れちゃうのに"
                ),
                new Song(
                    "2. クローネシステム(short ver.) (feat. GUMI)",
                    "曲・詞：vitro",
                    "降りたい　降りたい最上階　絶対王政のロールプレイ\n全てはあたしの言う通り？\nだって　だって冗談ね　如何せん亡命前夜\nほら　鐘が鳴る\n共依存　生温い孤独と惰性　あんたならどうすんの\nってまた聞いてんだ　手に余っちゃった王権　どうにもなんないな\n正統論争はオーライ　正直見たくもないんだけど\n人生観もう染まっちゃって今更引くにも引けないな\nオートクチュールの幸せは　血の通わない日々の上に立つ\n飼い慣らされてしまうならば　ここにはいられないわ！\n降りたい　降りたい最上階　絶対王政のロールプレイ\n全てはあたしの言う通り？\nだって　だって冗談ね　如何せん亡命前夜\nほら　鐘が鳴る　夜を枯らすまで\nねぇ　あたしによく似たあんたにあたしの代わりは務まんの\nアーティフィシャル・ライフに乾杯　そんでどっかへ行きたいな\nその水晶の眼で見通す　斜陽の王都の将来を\n一切合切は空になるって誰かも言ってんだ\n虚勢の混ざった冠が　錆びついてしまうのを予感する\n見慣れた視界は逆位置に　前途に栄光あれ！\n詮無い　詮無い大上段　欠けていく審美眼\nあまりに呆気ないチェックメイト\nだって　待って頂戴な　不完全な決定打\nまた　賽を振る　時が満ちるまで"
                ),
                new Song(
                    "3. Sight (feat. 可不)",
                    "曲・詞：Delt4　",
                    "あの日歩いた道\nずっと変わらない景色\n記憶の中に君がいて\n相も変わらず笑ってる\nあなたと過ごしたあの日々を\n今でも求めてしまう\n過ぎてしまったはずなのに\n私だけが残される\n忘れることの無いよう\n心の中にしまっておこう\n思い出に浸ってたって\n何も生み出せないから\n忘れることの無いよう\n心の中にしまっておこう\n思い出に浸ってたって\n何も生み出せないから"
                ),
                new Song(
                    "4. 異世界ロンド (feat. 初音ミク)",
                    "曲・詞：や９ん",
                    "まっさら 死んじまったんだ あんたか そうかそうだった なんだか 目が覚めた またどうかどうかこのまま ちゃんちゃら 聞いた話か まっさかさまに巣喰った 雑多な 顔たちが この言葉ひとつねえと\nねえ さらって あなたさまさらってよ ねえ 変わって まだ今日は寝れないの ええ わかっていたなら ええ 戻れないのよ 零（れい）枯らって閉じた痕で 止まれ\n泣いたってまだ 揺らいでて 落ちたって咲かない命は もう哀憎混ざって言った傍から 怨嗟が終わらぬまま 朽ちたってまた 描いてて ざらついたペテンの実りは 閉じた目の中に 落とし込まれて厭（えん）待て 待ててて\n媚びたってまた塞いでて サビついた無限の糸には 濡れた目の中に結び揉まれて 幻想の春を告げた 斜に付いた 手は濡れ出でて 「誰か」って叫んだ一人は 群れた井の中に落とし込まれて厭（えん）\n泣いたってまだ 揺らいでて 落ちたって咲かない命は もう哀憎混ざって言った傍から 怨嗟が終わらぬまま 朽ちたってまた 描いてて ざらついたペテンの実りは 閉じた目の中に 落とし込まれて厭（えん）待て 待ててて また後での人から指折り数えましょう でも けどどど"
                ),
                new Song(
                    "5. 斜陽ムジョウ (feat. OИE)",
                    "曲・詞：IH",
                    "ぼくら たとい先に何があるとしても 今を歩き続けるしかないの 君と二人 夕陽照らす狭い道 歩幅 離れぬようにと手を繋いだ いつまでもこの時が 続けばいいのにな... 斜陽ムジョウ(無常×無情) やがて日は沈んで行く\nまた夜が明けた 昨日の君が居なくなる いつか「今日」からも消えるのかな 今日の晩にも 夕景色を背に 君は 隣にいてくれますか"
                ),
                new Song(
                    "6. バルコニーへ行こうよ (feat. 小春六花)",
                    "曲・詞：リコペン(後継ぎP)",
                    "毎日を飾るのやめました 言っても何を？「どうでもいい」と思ったことは 断れるといいな\n零れ落ちても遅いし 飛んでみても重いし 3月までにできたら 変わる？\nバルコニーへ行こうよ 都会ではわからない 春の日差しを浴びよう 風に包まれる\n毎日の終わる 少しだけ 知ってもいいの？「なんでもいい」は自由な答え 受け取れるといいな\n零れ落ちても遅いし 飛んでみても重いし 10月までにやめたら 変わる？\nバルコニーへ行こうよ 地球でもわからない 秋の夜長の月夜 風に誘われる"
                ),
                new Song(
                    "7. ワンステップ (feat. 鏡音リン, 鏡音レン)",
                    "曲・詞：torippy",
                    "行くぜワンツースリーで走り出す君を裸足で追いかけて いつかあの夕日の前で並んで歩ける日を待ってて そしてせえのはいでジャンプして僕は知らない世界を見たんだ また走り出す君を追いかけ始まりのステップを踏み出そう\nまた明日君はそう言って今日も別れ僕の知らない世界一人で冒険してるね 君がさまた僕をおいて旅に出てみた景色を僕はいつになったらともにみられるの\nいつかそう言って心誤魔化した いつまでもそんな風にいれないことは知ってるのに\nもし明日世界が終わるとしたら僕の人生には後悔しか残らないだろう そんな終わり方はさ嫌だよ だから僕だって踏み出したいのさ君と同じ空見るため また走り出す君を追いかけ始まりのステップをいますぐさぁ\n君はもう待てないみたいそう僕も待たせたくない ねえ今すぐ追いつくからさ踏み出したステップでこれから"
                ),
                new Song(
                    "8. Unknown (feat. 可不)",
                    "曲・詞：くま",
                    "春の嵐の様な 淡い繋がりの中\n拙い言葉の雨で 埋もれ見えなくなった\n夏の雷雨の様な 電気ショックに打たれ\nそのまま時は止まって 赤い水玉増える\n月はあたしの味方をしてくれるの\n目の前以外照らさぬように\n車のヘッドライト地面に堕ちて\nどうか先を照らさないで\nりんごの魔法 緑のunknown\n蜘蛛の巣の上 1度張り付いた\nもう二度と消せない なれないunknown\nこれが無ければ あの子とはもう 会えなくなるのでしょう\n秋の落ち葉の様に 積み重なってく腐敗\n淡い繋がりなんて 容易いものだったの\n冬の氷の様に 全てを忘れさせて\nもう時は動かない 裸の木のままでいい\n全てを捨てて広い野原の上で\n空を見て過ごせたならいい\n目も眩むような青色光線は\n草木と花になればいい\nりんごの魔法 緑のunknown\n蜘蛛の巣の上で ダンスを踊る\nもういいの全部 なりたいunknown\n音沙汰も無い繋がりなんて\nりんごの魔法 緑のunknown\nあたしは別に 必要ないから\n何度だっていい　あたしはunknown\nこれが無くても 生きていけるわ\nりんごの魔法 緑のunknown…"
                ),
                new Song(
                    "9. 虹色彗星 (feat. 京町セイカ)",
                    "曲：あでり犬　詞：うと",
                    "夜 つばさ 虹携えて 未踏の海へ 空 星とビー玉積んで 光の波へ 今\nある時 鋼の鯨 世界の果てへ きみ 乗せて 「夜明けを見たい」言い残して\n僕も一緒に行きたかった 百光年千光年どこまでも 別れの挨拶一つよこさず だから僕はきみを探すため\n銀の河 星雲 カクテル 星間風 掻き分ける 電子リズム にじの炎 七色彗星 あの向こう 遥か遠くへ 世界の果て"
                ),
                new Song(
                    "10. ゆらぎ (feat. OИE)",
                    "曲・詞：地蔵サンバイザー",
                    "まっすぐ東京 この街歩けば 君の空が 見えるかな まっすぐ東京 この夜歩けば 月の裏も 見えるかな\nまっすぐ東京 この街をゆけば 二度と 僕ら さようなら まっすぐ東京 この夜をゆけば いつか きっと さようなら\n別れの季節は 夜明けと共に\n今 君に会いたい しろいゆらぎ、ゆらぎ 長い夜に ゆられている\nまっすぐ東京 あの夜を全て 忘れられたら 楽だろうな まっすぐ東京 あの街を全て 壊しきってから 探しに行こう\n今 君に会いたい しろいゆらぎ、ゆらぎ 遠い街を恨みながら 凍った\nくらい くらい 君の希望を つないだ僕は嘘だらけで しらんだ空は不安を照らして 思い出は消えてしまう\n出会ったときは幼い笑顔で 別れのときはいちばん綺麗で 忘れないでね 楽しかったね いつか きっと さようなら\n今 君に会いたい しろいゆらぎ、ゆらぎ 一夜の君の夢"
                ),
                new Song(
                    "11. レースカーテン (feat. 可不)",
                    "曲・詞：蓮々",
                    "あなたの見ている赤色 あなたの感じる幸せ わからないことはわかっているから\n歪なままでいよう ずっと あなたと話をしよう ずっと\n誰より幸せでいよう 誰より不幸でいよう 優しくありたい 優しくされたい\nわたしはここにいるよ ずっと ただただここにいるよ ずっと"
                )
            ]
        ),
        new Disc(
            "Disc.2",
            [
                new Song(
                    "1. Big Lady (feat. 琵音マイタ, 夏色花梨, 小春六花, 可不)",
                    "曲・詞：くま×リコペン",
                    "浴衣（可愛い！）水着（可愛い！）ピアノ（可愛い！）料理（可愛い！）女（可愛い！）男（可愛い！）あたし（可愛い！）可愛い！（いいね！）\nちょっと真下にバズツイート あたしのツイートいいね2個\n世界中の 女の子を集めても あたしが1番可愛い\nあなたたちの目 節穴 かしら？\nこっちを見て あっちを見て 目移りせずに愛（いいね）して♡\n今日も搾りたて新鮮 二人言（ふたりごと）あなたに届けたい\nそっちを見て そっぽを見て そんなことじゃ非表示にするんだから…\n明日は輪（サークル）に 入れるように頑張らなくちゃね！\n制服（可愛い！）萌え袖（可愛い！） ギター（可愛い！）デパコス（可愛い！）女（可愛い！）男（可愛い！） あたし（可愛い！）可愛い！（いいね！）\nちょっと真下におしゃれなカフェ インスタ映えしそうだな\n打ちっぱなし コンクリート 壁の前 オシャレに決めて立つのよ\n今じゃ誰でもモデルになれる？？\nこっちを見て あっちを見て 目移りせずに愛（いいね）して♡\n今日も搾りたて新鮮 二人言（ふたりごと）あなたに届けたい\nそっちを見て そっぽを見て こんなことじゃくじけないんだから…\n明日も輪(サークル)の インフルエンサー張り切らなくちゃね！\n「お疲れ様です！夏色花梨です。暑くなってきたので、プールへ行きませんか？夏色、バッチリ準備してお待ちしています♡」…え？もう行った？プールなんて何回行ってもいいだろ！くそ！なんでなんですか！あら、わたくしとしたことが…！\nこっちを見た 立派なLady(ひと) このあたしじゃ手応え無いんだから…もっとスーパーにならなきゃあのLady(ひと)になれない Topに立つ BigなLady❣ こんなことじゃくじけないんだから…明日も輪(サークル)の インフルエンサー張り切らなくちゃね！"
                ),
                new Song(
                    "2. 眠り姫 (feat. flower)",
                    "曲・詞：malon",
                    "なにを見つめているの なにを聴いてるの お姫様のような その笑顔 そんな不思議な君に捕らわれた\n音のような景色と 感情的な風景と まだ座ってる君を見つめ 遠く放つ声\n魅せられたその髪と 花弁のようなその瞳 まるでそれは\n重なってくメロディーと 暖かな日々に 夢のような幻のような 気がしてゆくあの日 恋い焦がれてたように 鮮明に溶けてゆく 君は手を広げ発した 「好き」その言葉に 手を伸ばした\nなにを見据えているの なにを聞いているの 剣で刺された まるでそんな表情で 明かりを灯さない目で\n今も感じているの どこかで触れているの 一音だけが鳴り響いたとしても 鮮やかに変わっている その愛情頑なに伝えてる 今も音を探っている\n散らばってくメロディーが 冷寒な日々を 温もりで包むように あなたを抱きしめてる 今消えてゆくあの音色が そっと寂しく思えた もう眠りたい\n重なってゆくメロディーと 暖かな日々に 夢のような幻のような 気がしてゆくあの日 恋い焦がれてたような 鮮明に溶けてゆく 君は手を広げ発した 「好き」その言葉に 手を離した"
                ),
                new Song(
                    "3. 能なしの口叩き (feat. 初音ミク)",
                    "曲・詞：みかん",
                    "いつも成績 オールAの 誰もが羨む 優等生 心いっぱいの うぬぼれ 爪は隠さない\n今日も ・横文字並べてぺらぺら ・点P求めてどや顔 ・難読漢字でマウント すごいね\n過去の栄光に縋って 未来の自分を殺して 今を生きてる\n身につけた 知恵の盾 誰よりも堅い うざったい態度は 自分守るため 分かってる 本当は 能無しの鷹と 爪を研ぎ演じる \"天才\"を\n今日も ・仕事のミスで怒られて ・ホウレンソウができなくて ・同僚からも嫌われて つらいね\n自己肯定感地に落ち メンタル崩壊寸前\n\"もう嫌\"\n錆び付いた 知恵の盾 メッキは剥がれ 冷ややかな視線が 直に突き刺さる 分かってる 本当は 能無しの鷹と 大口を叩いて 今日も行く"
                ),
                new Song(
                    "4. 道標 (feat. 夏色花梨)",
                    "曲・詞：リコペン(後継ぎP)",
                    "星が私を連れて 遊覧飛行なんて 珍しい話 一つも好きになれないな\n夜がロマンチックとか 全然理解できないから プロポーズは真昼間にしてね 怖いの\n満月とか流星群とか 要らない 要らないな 掻き曇って頂戴\nひとりになって この道がわかる？ 見えない 見えないな 連れて行って頂戴\n星は明るくないわ 暗い空を見ている 色彩が欲しいの 一つは好きになりたいな\n君がロマンティストとか 全然理解できないけど 君とならば あの宙を目指し 飛び立つ\n満月とか流星群とか 要らない 要らないな 明日になって頂戴\nふたりになって その先が見える？ 知らない 知らないな 蹴って飛んでしまいたい"
                ),
                new Song(
                    "5. 世界不全 (feat. IA)",
                    "曲・詞：iro",
                    "枯れて久しく絶えたウルズの水音 黄昏時 雲が隔てる空の奥 1つ星が消える 木は枯れ水は涸れ 壊れた世界\n住むもの無き退廃の地 九(旧)の世界 アナーキズム 吹き荒れる暴風とα■ 地に刺さった聖なる槍は輝きを失くし 儚く万物の墓標となった"
                ),
                new Song(
                    "6. 水中都市に沈む少女 (feat. 初音ミク)",
                    "曲・詞：Front field' Summer squall",
                    "沈みゆく 屑の中 宵（よ） 朽ち果てろ 色褪せた 眼（まなこ）に 映る都市が とても美しい"
                ),
                new Song(
                    "7. 東京逃避行 (feat. 小春六花)",
                    "曲：リコペン　詞：うと",
                    "嗚呼、私は駄目な人間です 漏れる声は曇天に吸い込まれ 灰色の酸性雨が降りてくる 深夜喫茶の不可視の群衆 シャワーの哀愁に耳済ませ 思い出すのはあの人の呼び声 濡れたセーラー皺くちゃなリボン 振り返らずに街を抜け出した 小雨経由の夜行バス あの人の所まで連れて行くの\n嗚呼、あなたは覚えているかしら 私は一切忘れていないわ 朝焼けの街、軽やかな雪を 今は真っくら深夜の東京 あなたの居場所が唯一の明かり 毒蛇のように地べたを這って 私の朝日に静かに近づく あなたは私を出迎えてくれた やさしい後光を背負って だから私は期待したの\n霞のように微笑んだあなた 彷徨う瞳すべて許せるわ 泡沫の夢はもう醒めたから 私はあなた、あなたは誰かを 瞳の奥淡く宿しましょう 静かな冬が過ぎ去る日まで もう二度と逢うこともないでしょう"
                ),
                new Song(
                    "8. プロクス (feat. 可不)",
                    "曲・詞：くま",
                    "白い羽ひるがえして 君はどこまででも飛んでいく 星空の夜 燃える太陽 誰も知らない 君の世界\nある朝目を覚ますと 愛に満ち溢れたはずの 言葉が燃え移って 火は大きくなっていた 言葉は刃の様に 君の身体を蝕んでは 広げた羽に傷を つけてはまた消えていく\n追いかけた 確かに でも今では 足が動かない 立ち止まっては 信じることも できずに\n赤い羽ひるがえして 疑念も嘘も真実さえも 誰かの作り話みたいな 結末は望んでいないから\nある朝目を覚ました 君がいなくなった世界で 支えられてたことに 気づけたのは遅かった 言葉は豹変して 行く先気を失ったまんま 穴ぼこ空いた羽が 癒えることを願うだけ\n笑顔で去っていった 爆弾を一つだけ落とし 燃え広がる 愛と夢と希望が\n赤い羽ひるがえして 悲劇になるはずない世界へ 騙し騙され 造ったものも いつか笑えるその時まで\n燃える羽ひるがえして ‘君は君’それだけでいいから その心のプロクスをどうか確かに絶やさないでいて 白い羽ひるがえして 君よどこまででも飛んでいけ 星空の夜 燃える太陽 誰も知らない 君の世界"
                ),
                new Song(
                    "9. 籠愛唄 (feat. 初音ミク)",
                    "曲・詞：ぬーん",
                    "ゆらり ゆらり 夕暮時のぐらっとくるような光 橙色に染められた一葉の影 ふらり ふらり 触れたら最後 くらっとくるような香り 花弁に誘われ踊りだす脚\n何時かの何処かのだれかが嘆く 「神様、たすけて頂戴」 其れなら此れから私と籠の中遊びましょう\n今宵は月さえも雲で目隠しして 見えない振りをしてる 妖しい掌 花は折りたし、なら梢は高けれど お迎えに参ります 後ろの正面だあれ\nぬらり ぬらり 濡れ羽の髪にささった簪揺れて 誰彼時に逢いにくる一人の影 ひらり ひらり 翻る裾 黙った世界で から、ころ、から、と 花影が映る道に下駄の音が響いた\n震えるか細い指 寂しげな鳴き声 何処にも行けないなら 此処で遊びましょう\n人よ、一夜の唄 耳をすましてみて 線香花火よりも幽かな調べ\nきっと此の世は何時だって厭わしきものでしょう 見えないように幕を下ろす火点し頃 遠くで懐かしい笛の音聞こえたら お迎えに参ります 振り向かずに応えてね 後ろの正面だあれ"
                ),
                new Song(
                    "10. simulated D (feat. 結月ゆかり, IA)",
                    "曲・詞：衣縫燦志郎",
                    "写す世界　不安定な影を見る\n触れる　夢　八月に\nフカン　キオク　つかめず浮遊にいる\n無表情の反射だけ\n見えるセピア　ただ青に帰えゆく\n未来さえ　君だけか\n八月に犯されたような　影はどこにいる\n光だけ歪んでいた　あの日さえ\n消えていったよ君の背景\n見えていたよあの日のハイウェイ\n消えていったよ影と背景\n二度と見えないあれは幻影？\nDerayも全部　連れ去っていった　記憶のない街\n違和感だって　懐かしいんだ　きっとそうだろう？\n連れ去って　切り刻んで　見えもしないだろう\n君だって　偽物さ\n秋の気配が連れ去った　simulated D\n見えなくなった　不可逆性の君の姿"
                ),
                new Song(
                    "11. 金輪際少女事変 (feat. OИE)",
                    "曲・詞：GE-DATz",
                    "豚骨 バリカタ ハリガネ ……あっ、ニンニクマシマシで\nよこしまな女が 夜にまぐわうの 人妻になった少女のケツはタイト\n圧倒的メンタリティ 野菜カロリーはなし プラマイゼロ 熱盛の三段シート 飽きる事なんて無いわ！\nお腹がすいた お金はないし ちょっと太った どうでもいいや 鍵なくした お風呂入らなきゃ 責任者出てこい\nまあいいや！ 金輪際少女事変"
                ),
                new Song(
                    "12. メルヘン (feat. 星界)",
                    "曲・詞：ちく",
                    "感情としてはもう嫌悪だった 確かなもののはずだったのに あぁどうしようかこのまま 逃げちゃおっか はぁなんて身勝手な現象なんでしょう 差し伸べられたその手はもう愛とは呼べないな 世界で1番だったあなたとの約束\n感傷なんてはもう感じなくなった ただ自己嫌悪に浸る日々 どうすれば治る？そもそも治すとかそんな次元ではないのかも ああ教えてよ無くなってよ辛いのはあなただけじゃない 差し出された食事さえも 上手く食せないな 世界で1番だったあなたの品さえも\nIch kann wohl rat schaffen、 wenn du mich liebhaben willst、wenn du mir das versprichst\n差し伸べられたその手はもう 愛とは呼べないな 世界で1番だった あなたを傷付け 差しあげましょう この汚い醜いAntwort 世界で1番だってさぁ？存じないわ"
                )
            ]
        )
    ]
);

export const album20220911 = album;


