import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20240923",
    "-22nd Album-「きょうはショートケーキの日」",
    "Release:2024.09.23",
    "VOCALOID STREET 9(9/23)で販売",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "1. 盲目的になるほど君を愛してる",
                    "曲：須賀　詞：rinttrip feat.初音ミク",
                    "0.00\nいつもの電車君を見つけた\nふと目があって笑いかける\n目を逸らす君恥ずかしいんだ\n世界で一番「愛してるよ」\n\n0.33\n君のためならどんなことだって\nやってみせるさ愛してるよだとか\nこの思い全部伝わんないなって\n降りた君を追いかけただけ\n\n0.47\n抑えきれなくなってさ\nもうどうしようもないんだよ\n僕の気持ちだって気付いてるでしょ\n\n0.59\n駅のホームは人混み溢れて\nどこにいるかなんてすぐわかるから\n改札でたら見慣れた街並み\n急ぐ姿も可愛いね\n\n1.13\n君の少し後を歩く\nホントは隣にいたいけど\n照れ屋な君を尊重するから\n今はこの距離でいいよ\n\n1.41\n話しかけてみようとして\nその前に立ち止まられる\n振り返り僕の方を見て\n怯え顔の君が言った\n\n1.56\nどちら様でしょうか\n名乗ってなかったよね\n愛を形にと抱きしめてみる\n\n2.08\n目と目だけでは伝わんないから\nずっと前からこうしたかったんだ\nやっと今日から両思いだね\n耳元で囁く「愛してるよ」\n\n2.20\n「やめて」泣き叫ぶ君突き飛ばされた\n照れ隠しさえもかわいいね\n僕の体が取り押さえられ\n大事（おおごと）にするのは良くないよ\n\n2.34\n僕を睨んで携帯を取った\n通報はやりすぎじゃないの\nいくらなんでも恥ずかしいからって\n他人に迷惑かけるのは…\nそんな君を「愛してるよ」"
                ),
                new Song(
                    "2. 染まれる憧憬",
                    "曲・詞：しゅー feat.flower",
                    "心踊るような甘美なメロディ\n憧れの光が暗い夜を照らす　嗚呼\n過去も未来も忘却の彼方\nいつか来る素敵な日々を待ってる\n\n憧れは抱けば抱くほどつらく\n苦い自己嫌悪の種だ\n嗚呼　何を願えば　嗚呼　何を歌えば\n隣の芝生は青く\n僕の空は染まらない\n夢より現実、狭間で揺れてる、\n希望は虚しく、心は惑う\n吐いた言葉が白く宙に舞った\n\n言葉にならないこの憂いが\n「なぜ私だけ」と叫んでいる\n時計の針が夜を刻むだけ\nされども、まばゆく輝け！最強ピアノ！！\n\n憧れはいつまでも色褪せない\n似たもの同士の賜物\n嗚呼　想いよ焦がれよ　嗚呼　青に染まれよ\nきっといつか報われるから\n素敵な日がいつかきっと——\n\n心傷は癒えずに永劫に苦しいけれど、\nあの日夢見た憧憬を信じてる。"
                ),
                new Song(
                    "3. ノージル★エモーション",
                    "曲・詞：さぬきのみやつ弧 feat.初音ミク",
                    ""
                ),
                new Song(
                    "4. はなしてね。",
                    "曲・詞：ちとせ feat.音街ウナ",
                    "いつも一生懸命に頑張る君へ送るね。\n最近困りごとなどはありませんか？\n段々と大きくなって\n泣き言 言えなくなるけども\nそれも時に必要だ、って思うのです。\nどれほど「前を向いて生きよう」なんて思っても\nそんなに楽じゃないよね\nままならないことあるよね\n涙は決して悪くはないんだよ。\n悩みごとも 困りごとも 聞かせて\nI hope for your happiness 泣いてもいいよ\nずっと笑顔じゃなくても大丈夫だよ\n雨上がり雲のすき間光さして 虹かかるように\nその先で君が心から\n笑えますように。\n\n存分に巻き込んでください！\nお気持ち表明？ 歓迎です\nだから恐れることなんてないのですよ。\nみんなのことぽかぽかと\n照らすことはとても素敵なこと\nけれどそれと同じくらい\n雨が降るのも大事だよ。\n涙は決して悪くはないんだよ。\n君の話 思うこと 聞かせて\nI hope for your happiness 泣いてもいいよ\nずっと笑顔じゃなくても大丈夫だよ\n雨上がり雲のすき間光さして 虹かかるように\nその先で君が心から\n憂いなく 穏やかに\n笑えますように。"
                ),
                new Song(
                    "5. 往復切符の懺悔歌",
                    "曲・詞：みぞれん feat.鏡音レン",
                    "いつもの食卓で 腹を満たす\n「変わり映えしないな」 それは禁句で\n\n握ってたはずの 白い光\n指の隙間 すり抜けた\n\n「ただいま」に返したはずだった\n「お帰り」は僕の中\nあの日のチケットが片道切符だったなんて\n知らなかった\n\nいつものルーティーンで 顔を拭いた\n変わり果てたものは 満たされぬまま\n\n僕の周りを 覆う霧雲\nどいてよ 光見せてよの\n\n「行ってきます」に続いたはずの\n「行ってらっしゃい」は宙ぶらりん\nあの日のチケットが片道切符だったなんて\nなんて なんて…\n\n「ごめんね」に返したはずだった 「○○○○」 ？\n「愛してる」に続くはずだった 「××××」\n\n「ただいま」に返したはずだった\n「お帰り」は僕の中\nくすぐったいこの気持ちが 愛 だなんて\n知らなかった\n「行ってきます」に続いたはずの\n「行ってらっしゃい」は宙ぶらりん\nあの日のチケットが片道切符だったなんて\n知っていれば…"
                ),
                new Song(
                    "6. フロート",
                    "曲・詞：Hanno feat.重音テト",
                    "きみは泳ぐ\n波のあいだを\nぼくはそれをぼうっと見てる\n\nきみは潜る\n3分きっかり\nぼくはそれを自慢に思う\n\nぼくはきみの\n髪がぺたぺたになるのを\nおもしろがって\n\nきみは歩く\n浮力をなくしひどくだるく\nきみは歩く\n\nめまいの後に\nシャンプーの合間に\nコール音の前に\n浮かんでくるのを\n\n冗談にできるまで\nよく噛んで飲み込むよ\n泳いでいるきみに\n見せずにいたいから\n\nぼくは腕のミサンガを触る\nきみがぼくに\nくれたものを\n\nぼくは泳ぐ\n浮き輪をつけて\nそしてきみはまた飛び込む\n\nめまいの後に\nシャンプーの合間に\nコール音の前に\n浮かんでくるのを\n\n冗談にできるまで\nよく噛んで飲み込むよ\n泳いでいるきみに\n見せずにいたいから"
                ),
                new Song(
                    "7. ガラス戸に囲まれて",
                    "曲・詞：焼きとうきび feat.足立レイ",
                    ""
                ),
                new Song(
                    "8. 就職活動",
                    "曲・詞：リコペン feat.Mai、フリモメン",
                    "今日はお越しくださり、ありがとう。\n今からあなたの強みとかを聞いていきますね。\nまずは自己紹介をしてください。\n僕は音楽が嫌いだから減点しておくね。\nあなたが学生時代に頑張ったことを詳しく教えてください。\n長すぎる。簡潔にしてください。\n何が言いたいかわからない。\n\n次に課外活動ありますか。\nボカロ研究会？少し変わったサークルなんですね。\n何をしていたとかはありますか。\n曲を作るとか、何の意味があると思います？\nあなたの学生時代はたしかにコロナで大半が潰れてしまった。\nそれにしても中身が無さすぎる。\n何がやりたいかわからない。"
                ),
                new Song(
                    "9. サイダースタイル",
                    "曲・詞：みぞれん feat.鏡音リン",
                   "気の抜けた炭酸は嫌い\n飲んでいる心地がしないから\n腑抜けた奴らも嫌い\n自分の足で立とうとしないから\n\nオレンジジュースの甘さも\nブラックコーヒーの苦さも\n泡の出ない炭酸と\n比べたら どうでもいいわ\n\n痛いくらいが丁度いいから\nピリピリピリッと感じさせて\n生きてるって思えないだなんて ダサいわ\n痒いくらいが丁度いいから\nヒリヒリヒリッと感じさせて\n〇にたいって考えるだなんて\nそれは ダッサいわ\n\n辛い修羅場だって 酸っぱい恋愛だって\nどうせなら (×2)\n鮮やかに 残したいだろ？\n\n淡いくらいが丁度いいから\nペラペラペランな人生でも\nきっと楽しいって抜かすなんて ダサいわ\n痛いくらいが丁度いいから\nピリピリピリッと感じさせて\n生きてるって思えないだなんて ダサいわ\n痒いくらいが丁度いいから\nヒリヒリヒリッと感じさせて\n笑顔も涙も捨てるなんて\nそれは ダッサいわ\nダッサいんだ───"
                ),
                new Song(
                    "10. ピアニッシモ",
                    "曲・詞：蓮々 feat.重音テト",
                    "妄想　吐き出した逃避行\n降って湧いた救済の後遺症\n情動　息巻いた蜃気楼\n吸って吐いて薫るピアニッシモ\n\nまだ\n一等賞は僕じゃないんだね\n早々に大敗を喫して\nどうしようもない愛を吐いて\n君のせいだ\n衝動的で無意味なアイロニー\n今日だって脳が痛いのに\nもういっそみんな死ねばいい\n\nシャットアウト　毎晩途方もない\n空白を喰う甲斐性もない\n畢竟　自明な論理も\n水泡に帰する共依存\n\nただ\n一生分のヘイトの往来\n電波越し　みんな穴兄弟\n手遅れ　グレーな能無し\n誰のせいだ\n頓珍漢　不快な態度に\n社会性のない粗大ゴミ\nもういっそみんな死ねばいい\n\n冗談だよ"
                ),
                new Song(
                    "11. connect day",
                    "曲・詞：iro feat.裏命",
                    "君の目に映る景色は何？\n泣くこと笑うこと忘れたような放心\nつまらない鳥カゴ ずっといるくらいなら\n私が窓の外に連れて行くよ\n\nヒマラヤのてっぺんから空を見下ろそう\n珊瑚の海の底から月に手を振ろう\n2人でいれば それだけで全部全部特別になってくんだよ\n行こう\n\n今日が君と私のconnect day\n君に捧げるアリア 夢を詰め込んで\n君の明日の笑顔きっと いや絶対！絶えないように\n私の羽で導くの"
                ),
                new Song(
                    "12. コメディエンヌ",
                    "曲・詞：vitro feat.GUMI",
                    "疎らな拍手をありがとね　思うほど甘くないタップダンス\n地雷原だ　この世は仄暗いステージ\n私稀代のクラッチヒッター　疑いのないラッキーガール\n実のない人間で悪かったね　さあちょっとばっか困らせてよ\n正味言いたいこともないね　言ってんだか言わされてんだか\n分かんないような台詞は言えないポリシー\n簡単な思考実験のアンサー　迷いのないブラックジョーク\n都合いいアイコンなんかには　まだなりたくないからさ\n\n幸せになるにも弁明が要るんだって\nそのくせ　不幸を語るには資格が足りないらしい\n雁字搦めになって動けないね\n馬鹿馬鹿しいことばっかり続けて生きてく覚悟はあるかい？\n\n大概にしてよね！\nああ　くだんない　くだんないな　切って売った生活は\nどうせなら笑える話がしたいでしょ\nああ　スポットライトの中で派手に転んで\nこんなはずじゃなかったって言うから笑ってね\n全部冗談だってば\n\n空っぽの筒ほど響くものね　へらへら躱しているようで\n自虐ネタばっかの薄ら寒いコメディ\n結局散々なスラップスティック　白けきったカーテンコール\n真面目にやったって碌なことないからちょっとばっか手抜かせてね\nじゃあね　って真に受けないでよね\nエポックメイカー気取ってまたリップサービス\n何にも知らない顔してるのが一番の処世術だって知っちゃった\n\nああ　くだんない　くだんないな　切って貼った計画は\nどうせなら笑える話がしたいでしょ\nああ　庇ったいつかの傷にもテープを巻いて\n滑稽に飾ってみせるから笑ってね\n全部冗談だってば\n\nあるはずの才能を持て余してんだって\nこのまま太陽に嫉妬して時間は過ぎてくみたい\n三枚目の芝居を買って出たんだ\n高々100年気のいい顔して死んでく覚悟はあるかい？\n\n大概にしてよね！\nああ　くだんない　くだんないな　取って付けた筋書きは\nどうせなら本当の話がしたいでしょ\nああ　辿ったいつかの足跡を少し眺めて\nこんなはずじゃなかったって言うから笑ってね\n全部冗談だって　全部冗談だって\n全部冗談だってば"
                ),
                new Song(
                    "13. 二つの影",
                    "曲・詞：蓮々 feat.可不、重音テト",
                    "意味のない夜に　影が姿を落とした\n欠伸した猫は　どこかへ帰った\nふざけた映画に　瞼を吸われたまま\n転がるフィルムは　惰性の音だ\n\n浮かんだ死体　もうお終い\n駄目だ　笑えてしまう\n歪んだ未来　どうしようもない\nああ　ごめんね\n\n満たしたグラスを傾けて\n埋まることのないような夜よ\nいつか　いつか　終わるだろうか\n白んでゆく空に照らされて\n沈み続けるくすんだ夜よ\nいつか　いつか　明けるだろうか\n\n生み出すわけでも　殺すわけでもないまま\n音を数えては　静寂に溶かした\nくだらない哲学は　形を持たず潰えた\n軋むレコードは　麻酔の味だ\n\n歌を歌っても　弦を弾いても\n君は遠ざかってしまう\n胡散臭い舞台　乾いた笑い\nああ　さよなら\n\n乱れた思想に絆されて　\n鳴かない羊の息を見る\nどうか　どうか　消さないでいて\nつまらない理想を掲げては　\n紡いだ詞に点を打つ\nどうか　どうか　醒めないでいて\n\n錆びたギターが啼いている\n当てもない日々の中で\n錆びたギターが泣いている\nめぐりめく尊き日々に\n\nラストシーンを眺めている\n壁に落ちる二つの影\nエンドロールが流れてゆく\n朽ちて終わる命の先へ"
                ),
                new Song(
                    "14. Polaris",
                    "曲：あでり犬　詞：bamPire、濱口チョリソー feat.琵音マイタPolaris",
                    ""
                ),
                new Song(
                    "15. Dear Aries",
                    "曲・詞：Shimoui_初音ミク",
                    "まぶたの裏側に映る　星空をずっと眺めてた\n窓明かりはとうに消えて　輪郭は闇に滲むの\n俯いたテレスコープ　映したのはいくらかくすんだ夢たち\n\n月の光も　届かぬ庭で\nこの手を取って　123で織りなすミーティア\n指先で触れた　あなたの光の\nその先が照らす場所もいつか　届くかな\n\n白くぼやけた　うつつを過ぎて\n星の海へ　一直線に描くレゾナンス\nたなびく粒子は　やがて星になり\nアリエスの空をなぞるように　届くから\n\n届くから\n\nリリーボレアの輝きさえ\n今ならほら　追い越せるよ"
                )

            ]
        ),
    ]
);





export const album20240923 = album;