import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20200406",
    "-12th Album- 「BEYOND」",
    "Release:2020.04.06",
    "2020年ボカスト(4/5:中止)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.どりーみん ☆ ばれっととれいん！",
                    "-feat.音街ウナ 作曲 キト 作詞 澁澤倭仁 調声 くろ州",
                    "さあ走り出そう　ドアを開けて♪\nだなんて歌う　あの娘の様になりたい！\n駆け込んだ電車　閉まるドアにカバンを挟まれ\nみんなに見られちゃってる\nどうせならステージの上でみんなの視線を集めたいな\nみんなのあこがれの的になりたいな！\nそんな想いを乗せて　走れ！\n加速していくビート刻んで\nあの日描いた夢を　今も忘れないでいこう！\nダイヤどおりに進めなくても\nどりーみんh☆ ばれっととれいん！ 夢に向かえ！\n超特急諦めなかったら　夢は叶うよ♪\nなんて歌った　あの娘は最近見かけない\n混み合ってる電車　暗い顔ばかりしてる人達は\nみんなあの娘を忘れちゃったの？\nどうせならステージの上に\n続く階段を登る様に\n未来へ駆け上がっていく\nあの日の 夢を唄いながら　走れ！\n過ぎ去っていく　通過駅で\nいつか忘れた夢を　みんなが取り戻せる様に\nダイヤみたいに輝いてる どりーみん ☆ ばれっととれいん！\n夢を乗せて！　超特急\nいつか夢見た　あのステージ\n輝いてたあの娘に　「ありがとう」を伝えるため\n夢を信じて　さぁ唄うよ\nどりーみん ☆ ばれっととれいん！\n夢を掴め！　超特急 　\nみんなの心に 届け！アイドルソング！"
                ),
                new Song(
                    "02.VirtualReality",
                    "-feat.重音テト 作詞＆作曲 こーき",
                    "ここは仮想現実\n素行は堅実に\n\n体の調子良好\n仕上がる草稿\n広がる想像\n\nクリック配信ボタンで\n光になって電波になって\n\n君を未来へと誘うこのスマートフォン\n\n画面の向こうで僕の声聞いて\n投げられるスパチャ\n色はもちろん眩しい赤色\n\n３Dモデルに魂埋め込んで僕は\n君の元へ\n\nバーチャルリアリティ\nこれが現実\nこの気持ちは\n偽物じゃない\n君の手元に\nバーチャルリアリティ\nちゃんと愛して\nバーチャルリアリティ\n\nここは仮想現実\n素行は堅実に\n束の間増える8000人\n登録1200万人\n\nどうせやるならディフェンスじゃなくて\nオフェンスで沸かすオーディエンス\n\n諦めぬ姿勢\n交わる視線\nぶっ飛ばす理性\n\nブラウザ開けば\nあなたはそこにいた\n\n見てるのは僕じゃないけど\n投げるコメントの弾幕\n\nどれもヒットしないのか\nいつしか君は消えた\n\nいつか戻ることを\n僕は信じている\n\nバーチャルリアリティ\nこれが現実\nこの気持ちは\n本物だった\n僕の手元に\nバーチャルリアリティ\n大好きな場所\nバーチャルリアリティ\n帰ってきて\n\n君は誰？\nまた歩き出す"
                ),
                new Song(
                    "03. 작은 습관(small habit)",
                    "-feat.UNI 作曲＆作詞 MoolGae",
                    "언제부턴가 너를 바라볼땐\n잊고있었던 감정을 떠올려\n매일매일 써나가던 일기는\n어렸을적의 습관이 되었어\n아아 비가오는날이\n계속 되기를 바래\n아아 메마른 날들의\n다시 희망이 되기를\n혼자 남겨진 하루의 끝에서\n잊어버렸던 계절을 찾았어\n하루하루 기다리던 여름은\n여우비가 그친 하늘에 보였어\n아아 시간이 지나면\n너를 잊기를 바래\n아아 무지개를 따라\n다시 하늘을 비추길\n그저 추억이 되버린 지난날의 시간을 되돌려\n다시 그날의 풍경을 만날 수 있기를 바래\n멈춰버린 시간 우리만이 남아있는\n지금 다시 그날의 감정을 가질 수 있기를いつからか君を見つめる度\n忘れてた感情を思い浮かぶ\n毎日書いてきた日記は\n幼い頃からの習慣となった\nああ 雨の日が\nずっと続くように\nああ 乾いた日々の\n希望となるように\n\n一人残された一日の終わりで\n忘れられた季節をみた\n一日待っていた夏は\nニワカアメの止んだ空に映った\nああ 時間が過ぎたら\n君のことが忘れたい\nああ 虹のように\nまた空を照らすように\n\nただ思い出になってしまった 過去の時間を戻して\nまたあの日の風景に出会えるように\n止まった時間 僕らだけが残っている\n今またあの日の感情に出会えるように"
                ),
                new Song(
                    "04.シークレット・フェアリーテール",
                    "-feat.初音ミク 作曲 みかん 作詞 葉城雅樹(はじょみやP)",
                    "迷い込んだ森の中\nそこで起こった 不思議なこと\n見つけたのは御伽噺\n羽の生えた君と出会った\n私の耳に届く 楽しげな音に合わせ\n歌おう ただ心に 浮かぶままに 何もかも忘れて\nナイショの御伽噺（フェアリーテール） また続くよ\nよく見ると君は一人\n仲間の姿は見かけない\n「僕が最後の一人なんだ」と\n君は笑って 話すけど\n花咲き鳥が唄う この森で君は一人\n歌おう その寂しさ 吹き飛ばしてあげる 私の歌\n強がりな君に届いたかな？\nとても悲しいけど 帰らなくちゃ 最後は一緒に\n歌おう 精一杯 声を上げて 思い出を作ろう\nナイショの御伽噺（フェアリーテール） いつかまたね"
                ),
                new Song(
                    "05.ただ、よう",
                    "-feat.結月ゆかり 作曲＆作詞 MoolGae",
                    "ただよう水平線\nくじらたちが泳いでたの\n心にカシャッと\nどこまでも鳴る汽笛を\n待っていたよ\nREMINISCENCE\nREMINISCENCE メランコリックに\n広がってく海の音が\n聞こえるこの瞬間\n踊りだす今の気持ち\n君とここにいる\n青く染まる世界に\n飛び込んでうかぶ\nぬるく冷めた果実飲んで\nただよう明日へ\nさまよう夢境へ\n水溜りができていたよ\n瞳に映る風景も\nパステル色を持っていたよ\nREMINISCENCE\nREMINISCENCE メランコリックに\n乾いてる僕の声が\n歌えるこの瞬間\n思い出す空の色に\n君はどこにいる\n僕が見てた世界に\n描いてた君を\nあまく溶けた砂糖混じって\nさまよう\n静かに歩いた海辺\nまた沈んでいく\n踊りだす今\nただよっている\n広がってく海の音が\n聞こえるこの瞬間\n踊りだす今の気持ち\n君とここにいる\n青く染まる世界に\n飛び込んでうかぶ\nぬるく冷めた果実飲んで\nただよう明日へ"
                ),
                new Song(
                    "06.ATATAMETAがーる",
                    "-feat.VY1,鳴花ヒメ・ミコト 作曲 キト 作詞 葉城雅樹(はじょみやP)",
                    "機械の少女で 可愛い私は みんなに内緒の 秘密がある\nここだけの話 機械音痴なの 鉄の体（ボディ）なのに 機械に疎いのよ\nパソコンフリーズ 何故だかよくある 訳が分からない エラー多発\nメカニカルガール 機械ダメなの もしかしてだけど呪われてるのかな\nどうして私はこうなのか 機械が私を嫌ってる 機械として認められない\nおかげで料理すら 出来ないのよ チンして温めそれが限界 女子力皆無でごめんなさい 私も本当は……\n何でも ない これでも幸せよ\nだって 電子レンジあれば全て行けるわ 何もかもぬくぬくだ 私温めたガールよ\nどんな物も 私がレンジでチンして食べたげる\nなぜだか笑われた 訳わかんない こんなに美味しいのに\nつまり 温めたガールは電子レンジ信者（フリーク）よなんでもチンしていただきます\n温めたガール 毎日元気に 惣菜温め 美味しそうに 食べてる姿は 可愛いけれど 考えてるの は電子レンジのこと\nコンビニバイトを突然初めて 「温めますか？」と客に聞いて とうとうあの子は レンチン 中毒（ホリック）何でもかんでも温めたがるのよ\nレンジは万能濁った目 彼女（きかい）に悪魔が降りている\nあいつのスマホがチンされた 修復不能な欠損（バグ）かもしれない\n誰でもいいから彼女を止めて コンビニバイトもク ビになり 限界迎えて暴走中さ 突然響いたベル音 終わりの始まり\nこんばんは あなたのレンジ貸してくれるわよねぇ何でも構わない\nチンしてチンしてチン したいのよ エナドリ混ぜてから チンして温めて（ぬくめて）無理やり飲ませて 美味しい 以外の返事はいらない 分かってるわよねぇ？\nあれおかしいなぁ寝ちゃったみたいね あらあら残念 まだまだあるのに 仕方がないから 自 分で飲もうか ごくごくgkgk温くて美味しい\n次は冷蔵庫の中身食べるわ 選り取り見取りで宝の山だわ\nどれからチンしよとにかく温め たい\nATATAMETAがーるプリンを見つけてレンジに入れてしまう\nとにかくなんでも構わずチン して美味しく頂きます！"
                ),
                new Song(
                    "07.Endless Cold",
                    "-feat.初音ミク 作曲＆作詞 みかん",
                    "寒い　寒い　雪の国\nぼろい　ぼろい　アパートで\nぬくい　ぬくい　布団の中\nぶるぶる　震えてる\nひどい　ひどい　大寒波\n白い　白い　雪景色\n今年一の寒さで　耐えられない！\n「外行きたい」←でも寒い\nああ早く　春になれ！\n寒い　寒い　銀世界\nぶるる　ぶるる　凍えてる\nストーブ　ガス切れ\nヒーター　故障中\nすずめ　うぐいす…\nさくら　チューリップ…\n愉快な春が　待ち遠しい\n寒い　寒い　雪の国\nボロい　ボロい　アパートで\nぬくい　ぬくい　布団の中\nぶるぶる　震えてる\nひらり　ひらり　ちょうの舞い\nちらり　ちらり　花吹雪\n期待いっぱい　ぽかぽか\n春よこい！"
                ),
                new Song(
                    "08.AIZEN",
                    "-feat.重音テト 作曲＆作詞 澁澤倭仁",
                    "夕影に咲く 烏の濡れ羽\n朝影に燃ゆ 私の心\n貴方の愛は 虚ろ不知火\n夜は燃えども 朝露に消ゆ\n来ぬ人を待つ 長々し夜に\n一人寝る夜の 久しきを知る\n貴方の愛は うつりにけりな\nさしも知らじな 燃ゆる思いを\n嫉む心は 忍捩摺り\n乱れそめにし 我ならなくに\n荒るる心は嵐となりて\n謡い舞う\n\n身を尽くしても 実らぬのなら\n鬼神となりて 我が身を焦がす\n一夜契りて 永遠を誓いし\n人の命の 惜しくもあるかな\n踊る焔は忍捩摺り\n乱れそめにし 我ならなくに\n滾る血潮は 嵐となりて\n狂い咲く"
                ),
                new Song(
                    "革故鼎新(HajomiyaARIA rearranged)",
                    "-feat.IA,OИE 作曲 キト 作詞&編曲 葉城雅樹(はじょみやP)",
                    "さぁ やるぞ世直し 古きこの世界の全てを\nさぁ 集え同志たち 革故鼎新の時は来た\nさぁ 進め正義は 常に我々と共にある\nさぁ 悔いよその罪 国にはびこる癌どもが\n\n驚き我らを見やる 今こそ世界を変えろ！\n私達で作り上げてやるぞ 理想の世界\n\nここが大一番だ 止まる訳には行かないのさ\n見えた王の背中を 追いかける中背後に迫る矢\n\nまさかの裏切り 背後を獲られて打たれていた\nあぁ 「なんで」 零れる 弱音 後悔 呪詛の言葉\nもう、ダメだ辞めよう 私じゃ世界を変えられない\nあぁ、誰か代わりに 世界を変えてくれないか\n\n生きてた仲間が集う 再び立ち上がりましょう\nそんな事言われても 私は立ち上がれないの\n\n皆行ってしまったのに 私はまだ立ち上がれない\n早く向かわかなければ どうしても動かなかった右足\n\n訃報と届いた遺言 「信じてる」ただそれだけ\nでも思い出した 今こそ再び革故鼎新！\n\n再度見る王の顔 今度こそ打ち倒す覚悟\n変えろこの世界ごと この手で掴んでやる未来を！"
                ),
                new Song(
                    "10.教えてくれよ、ミスターブラウン。",
                    "-feat.初音ミク 作曲＆作詞 硯彰",
                    "センター試験で9割。\nそれが僕の英語の点。\nでも全然英語話せない。\nだって喋ってないからね。\n僕のやってきたことは\n一体何だったんだろう。\n英語の教科書の中の\nミスターブラウンに聞いた。\n教えてくれよ、ミスターブラウン。\n僕には何が残ったの？\n教えてくれよ、ミスターブラウン。\n使える本物の英語を。\n答えてくれよ、ミスターブラウン。\nなんで英語をやらされたの？\n認めてくれよ、ミスターブラウン。\n頑張って勉強した僕を。"
                ),
                new Song(
                    "11.シンキロウ",
                    "-feat.重音テト 作曲＆作詞 こーき",
                    "わかろうとしてた\n僕ら確かめるすべもないのに\n\n騙されていた\n悪い大人の敷いたレールの上を歩いた\n\n目に見えるものだけが全てだと思っている\nだから聴覚や触覚を端から切り捨てて歩いていた\n\n鼻も口も耳も何もない凸凹な僕は\nバカな大人たちが不要だと捨てた\nパズルのワンピース\n\nだからわかってないよ\n目に映る蜃気楼\n\n光の屈折で網膜に投影されるただの像だ\n\nわかってないよ\n目に映る幻だ\n\n所詮人生なんてそんなもんだ\n才能も博打なんだ\n\n躓いた先に見えた光を\n僕ら未来と呼んだ\n\nそれを手に入れるために\n僕ら全力で走る\n\n躓いて転んで僕らそれでも諦めない\nかき集めるんだ僕らが落とした\nパズルのピースを全部\n\nやっと見つけたよ\nこれは口かな鼻かな\n一つづつ取り戻してく\nこれで僕は「完全」になれたかな\n\nだからわかってないよわかってないよ\n目に映る蜃気楼\n所詮大人だって人間なんだ\n自分の将来すらわかってないんだ\n\nわかってないよわかってないよ\n目に映る幻だ\nそんな奴らが僕らに何を諦めろって言うんだ"
                ),
                new Song(
                    "12.The dawn is breaking…",
                    "-feat.flower 作曲＆作詞 たずは",
                    "駆け上がった道の先\n遥か遠くに見えたグライダー\n不透明を選んだ僕は\n暗闇に放り出されて\n絡まった糸は解けず\nもがくほど息が詰まった\nもう何回目だ\n「君ならできるよ」だなんて\n期待すら\n意味を為さないんだ\n僕が僕を乗り越えること\n答えは見えている\n想像の限りは尽くせても\n行動は他力じゃ進めない\nとうとうと流れ落ちる言葉\n靴紐に結んで\nもう再三並べた御託はいい\nその価値観に警鐘を鳴らせ\n置き物みたいに飾らせたままでは\n誰の為にもならないよ\nまだ暗い地平線 睨みつける\n僕はアウトサイダー\n悪意ない命題\nされど胸に残る不正解は疼いて\n比較的体の良くできた面の皮じゃ\n心の溝は埋まっていかない\n僕らしい唯一無二の個性など\n本当にあるのか分からないけど\n足掻いた跡はここに確かにある\nどうしようもない感情を昇華した\n創造は僕の支えになり\n心ない言葉に刺されても\n花の様に舞う\nもうこんな世界を愛せずとも\nしまった願いを抱いて飛ぼう\n白んだ空へ手を伸ばして誓った\n誰の言いなりにもならないよ\n\n光差す地平線 宙に叫ぶ\n僕がディサイダー\n\nありったけの僕のプライドは羽ばたいた\n備え付けの劣等感\n絡みついた閉塞感も踏み台に\n不透明でも許して\nいつか僕が自分を誇れるような\nそのときまで足掻くんだ ひとり"
                ),
                new Song(
                    "13.帰り道",
                    "-feat.結月ゆかり 作曲＆作詞 MoolGae",
                    "一人歩く帰り道\nいつもよりこんでいる\n駅のホーム人群れの\n中で居場所探した。\n夜空染めた星たちは\n僕を照らしてくれた\n停車はいつまでも\n僕らを待ってくれない\nSo　Lonely Night\nいつもの日常に\n慣れてしまった歌\nSo Lonely Night\nいつまでも続く\n一人だけの時間\nSo　Lonely Night\nいつもの日常に\n慣れてしまった歌\nSo Lonely Night\nいつまでも続く\n一人だけの時間\nイヤホンの隙間から\n聞こえるホワイトノイズ\n待ち続いた今日がまた\n明日に向かって消え去る\nSo　Lonely Night\n昨日の想いも\n明日の予定も\nSo Lonely　Night\nいつものことでしょ\n一人帰り道\nSo　Lonely Night\n昨日の想いも\n明日の予定も\nSo Lonely　Night\nいつものことでしょ\n一人帰り道"
                ),
                new Song(
                    "14.残響",
                    "-feat.重音テト 作曲＆作詞 こーき",
                    "化けの皮の剥がれた\n醜い衝動の\nその片隅で何かが光る\n\n天に見染められて\n手にしたその力を\n振りかざす術すら知らない\n\nその右手で腐る\nふでに何かが宿るようなふりをして\n\nそうする事できっと\n何かが変わるような気がして\n\n殺すその好奇の目\n人混みをかき分け\n神にでもなったつもりで\n\n醜い人の子よ\n叫べその自由を\n空を切る両の掌の行方は\n\n死んだような瞳で\n勝ち取った安定に\n一体なんの意味があるのか\n\nゼロから生まれた\nこの気持ちは\n一体どこを目指すと言うのか\n\n至って純な気持ちで\n振りかざす血のついた刃のかけら\n\nとっくに息たえた相手に\n何度もしつこく突き刺して\n\n湧き上がる血の我を\n無理やりに鎮めて\n醜い人の子よ\n叫べその自由を\n\n殺すその好奇の目\n人混みをかき分け\n伸ばした手の先に何もない"
                ),
                new Song(
                    "15.Aster",
                    "-feat.初音ミク 作曲 キト 作詞 葉城雅樹(はじょみやP)",
"Aメロ\n幾つもの闇の中越えてきて 君はこの場所に今やってきた 輝ける星の中瞬いて 君は必死に一 人で足掻いてた\nBメロ\nそんな君のこと観ていたら 僕の心にも火が宿り 何か伝えたいと叫ぶのさ だからこの思いを 歌にしよう\nサビ\n君に届け 星に響け デタラメなこのメロディーよ 僕の歌が 宙を翔ける どこまでも届く様に この歌（エール）が 届くのなら 恐れることなんてないさ 君は星（アスター） 輝けるさ 僕 は信じているよ君のこと\nAメロ2番\n君はそれからも諦めないで どんなことも必死に頑張った 君の周りにはほら人が増え 仲間と 一緒に音奏でてた\nBメロ2番\n君一人だったその場所は 星達が集う星団に 君が旅立った今も尚 変わることはなくそこにあ る\nサビ2番\n君の歌が 広がってく 数多の星たちから 僕は観てる ただ観ている 君たちの輝きを 宙が揺れ て 歌い出すよ 君が作った音楽（メロディー）を その眩さ 心奪う 正しくそれは星（アスタ ー）\nCメロ\n月日が巡って星入れ替わり 多彩な色がそこに生まれた その中には暗いものもあり 君の作っ た場所に影を落としたの 光あるところに影もあり 起きる諍いすら止められず 自分の無力さを噛み締めた 「まだ観 てるだけなの？」 聞こえた問いかけ\n落ちサビ\n君がくれた あの輝き 今でも忘れられない 届いてたか 知らないけど もう一度応援を 次は絶 対 届くように 君たちの元で歌うよ さあ飛び出せ 見守るだけ そんなのはもう終わり\nラスサビ\nはじめまして ここからだね 僕と君たちの物語（ストーリー） 僕の音と 響き合うよ 君たち の輝きが 描いてゆけ 奏でてゆけ その心趣くままに 災厄（ディザスター）か そうじゃない さ 僕らは光る星（アスター） 歌っていくさこの先もずっと 僕らは描き舞って奏でてく 僕らを阻むものなんてない 高らか に叫ぼう 星たちの歌を"
                )
            
            ]
        ),
    ]
);

export const album20200406 = album;