import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20171126",
    "-7th Album- 「Arpeggio6」",
    "Release:2017.11.26",
    "2017年同志社大学EVEにて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "01.Summer In Cafe（feat.UNI）",
                    "- Silverlove",
                    ""
                ),
                new Song(
                    "02.My Wish（feat.MEIKO）",
                    "-4423",
                    ""
                ),
                new Song(
                    "03.雨あがりの午後（feat.ちょろいど）",
                    "-ゆん＆ずー＆くろ州",
                    ""
                ),
                new Song(
                    "04.Tuntemattomille Vesile（feat.日本鬼子）",
                    "-ゆん",
                    ""
                ),
                new Song(
                    "05.スーサイドガール（feat.初音ミク）",
                    "-駒駒",
                    "今日も朝からルーティンワークで　左手首にカッターナイフを強く押し付けた\n変わり映えのない世界に　彩りを添えたくて\n先生もう気付いてるでしょう？　私が送ったシグナルを\n昨日見せてあげた秘密がさ　脳裏から離れないでしょう？\n油性ペンで書き殴られた拙い言葉を　誰にも見られないように静かに消した\n濡れた制服をバッグにしまい込んで　湿った心と一緒に乾かして\nああもう狂ってしまっても後悔なんてしないかもなぁ\n憎悪と吐瀉物吐き溜めた　バケツが崩壊寸前で\n割けた傷口に包帯巻いたら心の痛みも癒えるかなって\nそんな甘い幻想を　大切に抱いてた時もありました\nどうせキミタチ群れて集まって生きてくことしかできないんでしょ？\nカースト底辺殴って詰って楽しいなんて頭イってんの？\n可愛い子面した仮面を剥いだら黒く淀んだセルロイド\nすさんだ汚れはモップで拭いても取れないままにこのままに\n先生だって怖いんでしょ？　積み上げたものが崩れ落ちていく\n背けた顔に翳るのは　背負いきれない物でしょう？\n下駄箱に散らばった画鋲の針が　私を身中（なか）から痛めつけてく\n繕った笑顔をテープで貼っ付けて　傷ついた中身はそのままに\nああもう狂ってしまっても後悔なんてしないかもなぁ\n萎びて腐って朽ち果てた　脳味噌は限界寸前で\n毎日飽きずに私を罵る嫌いなあの子の目の前で\n突然私が死んでみせたら　どんな顔をしてくれるのでしょうか？\nこれ以上は耐えられないなって　泣き言は必死にしまい込んだ\n内側からだんだん腐敗していく　涙も　枯れていく\nああもう狂ってしまっても後悔なんてしないかもなぁ\n憎悪と吐瀉物吐き溜めた　バケツが崩壊寸前で\n割けた傷口に包帯巻いたら心の痛みも癒えるかなって\nそんな甘い幻想を　大切に抱いてた時もあったけど\nああもう狂ってしまった　私はもとには戻れない\nそれでもいいやと呟いて　屋上からその身を投げ出して\n赤く染まった視界の端に　くすむ世界を映しながら\n来世はもっと幸せに　なれますようにとそっと目を閉じた"
                ),
                new Song(
                    "06.ステラリウム （feat.さとうささら）",
                    "-タモン",
                    "窓の向こうに輝くスターマイン　ふと手の中に収めたくなるのです\n急ごしらえでデコボコだけれど期待を乗せて灯りをともすの\n遠いはずの流星に　今なら手を伸ばせるのだろう　さあ\n真っ暗なはずのそこに幾千の満ちる光　ひとつひとつ繋がり形になる\n星座の中をすり抜けて　未踏に足を踏み出すの\nハローハローハロー名も知らぬvoygar\n\n望んだものはもう届く距離に　静かに指で突いてみるのです\nそれはほんのり僕を温めて　冷えた心をとろかしていくのです\n願いに包まれた世界は　いつか夢見た未来\nまっさらな狭い部屋に閉じ込めたっきりの光　僕だけのもの　そう離しはしない\n誰も見つけたりしない　誰にも見せつけはしない\nそれで本当に正しいのかい？\n\n最初からずっと知ってる　ただの偽物だってさ\nそんななら本物と混ぜ合わせてしまおう　さあ今窓開けて\n見慣れたいつもの空に燦然飛び散る光　ひとつひとつ自由に空彩る\nくるりふたつのキラメキは　優しくひとつ溶け合った　あの日夢見てた僕の光\nハローハローハローハロー　僕のステラリウム"
                ),
                new Song(
                    "07.夏空と（feat.初音ミク）",
                    "-えふん",
                    ""
                ),
                new Song(
                    "08.コトダマ（feat.初音ミク）",
                    "-えふん",
                    ""
                ),
                new Song(
                    "09.幸せを纏う （feat.鏡音レン）",
                    "-てらしー",
                    "気だるげに 眠たそうに 何もないからつまらない？ 気分上げてみよう\n思い出を 楽しみを ほんの少し顔に浮かべ 心を遊ばせて幸せのため息\n喜怒哀楽の感情の喜楽の温もり膨らませ\n怒哀の心をぺちゃんこにしちゃってニッコリ さあさ笑おうよ さあ♪ yeah♪\nほら見つけろ確かなユーフォリア\n今日だって閃いたやってみよう きっと楽しいから\n笑おう、ただただご機嫌に 幸せ纏ってそっと晴れやかに いてもいいんだ\n譲れないこと、大切なもの いつか守りたい日が来るからさ\n牙隠せその日のために 普段は自分で自分の機嫌をとっていこ\nおっと幸せオーバーフロー ちょっとお隣おすそ分け 起きろプラスのスパイラル\n過去のいくつもの悲しみも 未来のたくさんの不安も 全部全部打ち壊して\n見つけた確かなユーフォリア これからも大切に大切に大っきく育ててこう\n今日も幸せな日だったと微睡みながら 眠りにつけたらどんなにいいかな"
                ),
                new Song(
                    "10.コロシテ（feat.陽生歌ナツ）",
                    "-ゆん＆ずー",
                    ""
                ),
                new Song(
                    "11.Tiny Flowords（feat.さとうささら）",
                    "-モニカ＆4423",
                    ""
                ),
                new Song(
                    "12.脈略 （feat.初音ミク）",
                    "-えふん",
                    ""
                ),
                new Song(
                    "13.TIMED OUT（feat.IA）",
                    "- Silverlove",
                    "忘れて　消えていく記憶を\n今映しているの\n考える\n一人前に進んでいく\n君のとなりで\n時計はTIKTOKと\n\nこのままいつまでもできない　\n私に今キスを　最後の幸せを\n物語は　もうすぐ　終わりを　つげる　君が好きだと\n何回も繰り返すの\n\n沈んだ　砂時計　からっぽの中\n埋めようとしても　割れてるガラス\n幕が下り　上がるエンディングロールに　\n僕の名前は　書いていなかった\n\n海を飲み込んでく　夜空見上げ\n星になれたら　明日はもういいよ\n「さよなら」　　迷い込んだ　言葉は\n気泡のように　消えてしまったの\n\nTIMEOUT　残され\n遠ざかる　君を　ただ眺めているの\n考える\n僕ら　会えなくても\n冬のアイスは　全て溶けるのだろ\n\nまたねぇ\nつくり笑いをした\n散乱する言の葉が　キレイに浮かんでく\n夢語はもうすぐ終わりを告げる\n君がすきだと乾いた声　くりかえすの"
                ),
                new Song(
                    "14.星空遊歩（feat.IA）",
                    "- 駒駒＆Silverlove",
                    "幾星霜の時を超え 私は貴方とここで邂逅った\n星の雨が降るこの宵空を 貴方を思いながら見上げていた\n私を呼ぶ貴方の声 靡くように鼓膜へ伝わった\n浜辺に流れ着いた星屑を 貴方と拾いながら歩いてゆく\n\n夜空はまるでプラネタリウム 浮かぶプレアデス まるでプラトニック\n貴方と一緒に飛べるなら 何光年でも旅できるから\n\n静かに零れ落ちる流星群 瞬くレグルス 輝くパルス\n散りばめられた星空のキャンバス 描く夢と未来予想図\n環状星雲を潜り抜けて 私のことを 追いかけてきて\nこの銀河系の彼方まで 貴方と二人で行けたなら\n\n光の速さで星間飛行 探しに行こう どこへでも行こう\n増光する超新星 奏でるポリフォニックシンセ\n球状星団を駆け抜けて 貴方のことを ただ追いかけて\nゆらめく散開星団に 貴方と二人で飛び込もう\n\n二人乗りのスペースシップに 貴方と一緒に乗り込んで\n果てなき星の広がる海へ さあ 漕ぎだそうよ\n水平線が遙か向こうで さざ波に揺られて煌めく\n忘れ物は無いかなあ なんて 思ったりして\n\n右手にコンパスを持って 左手には貴方の右手を\n面舵を切って好う候！ もう 怖いものなんてない\n\n幾星霜の時を超え 私は貴方とここで邂逅った\n永遠の玉響映す海原を 貴方を描きながら眺めていた\nこれからもずっと一緒だよって 呟いた言葉が凪に溶けていく\n貴方の隣にいれるなら 私はそれだけで幸せだから"
                ),
                new Song(
                    "15.Lost Ideal（feat.IA）",
                    "-にゃんとも",
                    ""
                )
            ]
        ),
       
    ]
);

export const album20171126 = album;