import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20211231",
    "-15.1th Album-「みにぺじお」",
    "Release:2021.12.31",
    "2021年コミックマーケット(12/31)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "1．祝典みにぺじ序曲＜副題：期限＞ 主席ソプラノ奏者：結月ゆかり麗",
                    "-曲・詞：Kyotanabe Otaku Land Caracara",
                    "Arpeggioの\nミニアルバムは\n「みにぺじお」って\n言うんだゾ！\n\n「みにぺじお」は\n曲がいっぱい＜たくさん＞！\nだからね　Yeah！\n𝓢𝓽𝓲𝓵𝓵 𝓲𝓷 𝓶𝔂 𝓱𝓮𝓪𝓻𝓽\n\nみにぺじお\nみにぺじお\nおじぺにみ\n\n曲を出せ\n早く出せ\nみにぺじおみに\n\nぺ！"
                ),
                new Song(
                    "2．Get Ready! feat.小春六花,可不",
                    "-曲・詞：リコペン(後継ぎP),くま",
                    "No.1　美少女な私が今　本気見せてあげる\n優秀・純正な私なので　清く美しく\nOnly one　個性派な私には　秘密兵器がある\nどんな壁も破壊するような　キャノンブチかます\n\n神様　見逃して…調子に乗ってすみません\nでも自信付けなくちゃ　太刀打ちできない\n\nた〜んとキュート！パーフェクト！\n彼の苗字いただくわ（ごちそうさま〜♡♡）\n\nだけど君を魅せられる勇気なんてない\n運命は 後付けでいい\nいつか 分かってくれたら\nお日様に花咲くようなsmile（笑顔）で愛してあげる❗\n\nねぇ　記念日はデートするよね？　有給消化して♡\n絶対　私のお隣は　エリートじゃなくちゃ嫌\nねぇ　寒い日は迎えにきてね？　門の前までよ♡\n絶対　私のお相手は　人並じゃ駄目\n\nはぁ…この人いいけど\nペース掴まれちゃまずいな\nあ！　あっちには赤いお花が！\nお星回ってきらきら　蝶々が飛んでゆらゆら\n\n「？？？？？？？」\n心臓くらくらどっきんこ\n足元ふらふらごっつんこ\nドキッとして イラッときて\n「？？？？？？？」\n今日も無いのは返信(レスポンス)\n危うくこのまま殺人事件(サスペンス)\n強引じゃない！？ 駆け引きしたい！！\n「？？？？？？？」\n\n手応えない　勝ち目ない？\n乙女の想い　受け取れ\n\nだけど　君を諦める理由だってない\n特別な予感がするの\n世界　見渡した　奇跡\n月よりも　𝑩𝑰𝑮 𝑳𝑶𝑽𝑬（大きな愛）育んでいく そうだよね❓"
                ),
                new Song(
                    "3．夢遊都市 feat.初音ミク",
                    "-曲・詞 札幌おかき",
                    "地の下を有象無象が行き交うこの都市\n「帰宅までが退勤です」爛れるボロ雑巾\n疲れ目に映る画面にはまるで象形文字\n繰り返し半世紀一般的正解 同じように\n\n一・二・三数えるうちに沈み\n微睡の中で想う　ああ\n\n瞼の裏にひみつの国\n入眠障害 腹筋崩壊\n他愛もない生活よ 過去は振り返らない(殴り放題)\n夢の中で無双 再構築都市構想\n自意識革命 形勢逆転\nそれでは きびしいせかいに別れを告げる\nおやすみなさい"
                ),
                new Song(
                    "4．世界から夏なんて消えてしまえ (ReArranged) feat. OИE_AI",
                    "-作曲:Orpheus 作詞・編曲・調声:葉城雅樹(はじょみやP)",
                    "この世界はとうにおかしくなってしまった それを知ってるの 私だけが 世界を正す術はまだ見つからず 私の旅は続いてる\n\nふと考える この事態は一体誰が何のために\n「願ってしまったのは誰だ？」\n君がくれた手紙でもその答え(わけ)は謎のまま\n「叶えてしまったのは誰だ？」\n\n夏と冬しかない世界 おかしいはずなのに 私は何が足りないか思い出せない それでもまだ君のことを忘れないよう 私はまだこの道を進んで行く\n\nいつからだこんな風に変わってしまったのは おかしいことが分かっているのに 世界が変わった日に無くした日常 心の穴が埋まらない\n\n何も出来ない私だけ立ち向かい続ける中で疲れてもまだ終われない 消えてしまった人達を取り戻したいんだ 救えるのは私だけだ\n\n君のいないこんな世界間違ってるんだと叫んだところで何も変わらないままで誰からも理解されずとも構わない 私はまだこの気持ち諦めたくない\n\n世界から「夏」なんて消えてしまえ 始まりはそう、それだけだったんだ 暑い「夏」も豊かな「秋」も始まりの「春」も 全てに価値があったはずなのにな\n\n夏と冬しかない世界 おかしいはずなのに 私は何が足りないか思い出せない それでもまだ君のことを忘れないよう 私はまだこの道を進んでゆく\n夏すらも消えゆく世界 終わりがすぐそこに 私は何も出来ないで立ちつくすだけ\n「ごめんね、私には無理だったよ」\nそんな時、君の声が、耳元で聞こえた気がして"
                ),
                new Song(
                    "5．MAJIDE feat.結月ゆかり",
                    "-詞・曲 ひとみごろー",
                    "(わん！つー！)\nこれがボクのはじめての作曲\n\n平凡な日々に嫌気がさして\nマンガの世界にあこがれて\nなんとなく入ったここはArpeggio\nみんな輝いてて\n\nあぁ人があっというような才能なんて持ち合わせないけど\n「あーボクもなにかやってみたい」なんて勢いできたけど\n\n何故か初めて作った曲がコミケに出るってマジで??????\n作曲も作詞もはじめてなのに憧れの舞台へ...\n\nこれがボクのはじめての作曲"
                ),
                new Song(
                    "6.労働しよ～ feat.小春六花",
                    "-曲・詞 リコペン(後継ぎP)",
                    "労働しよ 労働\n夜中に 急に起きてきても あなた\nごめんね 冷蔵庫には何もない\nなぜなら お昼間に食べてしまった\nエクレア 一つ置いていればよかったね\n夢の中なら\nお好きなように食べなさいと 言えるわ\n来月からは 外食しましょうね 楽しみだね\n労働しよ 労働\n\n始めに 宝くじを買ってみたわ\nごめんね 案の定当たらなかった\n「平日・未経験・週1～OK！」 決めるわ\n私 夢があるの\nあなたに 私のお金で 焼き肉食べてみせてほしいの\nそれから 私の方を見て親指立ててみて\nそれがいいの\n労働しよ 労働"
                ),
                new Song(
                    "7．遊覧海瘡 feat.可不",
                    "-曲・詞 bamPire",
                    "（遊覧海瘡　穢土の阿頼耶識）\n（ここで生者が　祈りを捧ぐ）\n（言葉なんて既に滅びて　残った記号が心を奪う）\n61 11 67 57 61 11 67 57\n（ほらね　貴方に届きやしないの）\n（滅びた世界で愛を綴って　願った言葉は人に届かず）\n（生まれた身体で愛を望んで　新たな記号を画面に宿す）\n（あぁ　寂しい世界）\n\n（生者必滅　会者定離）\n（ここは愚者の　決意の墓場）\n（代わりの生命が決意を殺し　仕組んだコードが笑顔を作る）\n67 37 37 11 57\" 67 37 37 11 57\"\n（ほらね　貴方気付きやしないわ）\n（平衡世界で自己を壊して　穢れた呪いを撒き散らす）\n（憎んだ心が涙流しても　言葉は１つも出てこないや）\nあぁ　終わりの鐘が聴こえる"
                ),
                new Song(
                    "8．落夏生(arPeggio Mix) feat.結月ゆかり",
                    "-曲・詞 きなこくさいもち",
                    "夏の都市は青く揺れる一抹の夢\n揺れる影は鉄橋の上で何を見る？\n\nきっと君は警報に慣れてきて\n泥酔の影のように夏を仰ぐ\n\n夏を殺してきみらが生きている\n夏を吸い尽くしてこの先を生きている\n\n聴こえる\n街角\n歪な\n泣き声\n\n到来する鉄鳴りの風鈴の音\n笑う炎天はそっぽ向いて知らんぷり\n\n目に見えたのは早足の警告灯\n溶けだした氷菓の雫が続いている"
                ),
                new Song(
                    "9.Two Drop Out(short ver) feat.さとうささら",
                    "-曲・詞 えび",
                    "君の中に 僕はいなくて\n大丈夫だって 言えるなら\n\n僕の声は 届かなくて\nいつかはきっと 聞こえるかな\n\n「愛してる」も 「死んでやる」も\n\nあの日きいた君の嘘も 今は分かるよ\n\nI just wanna be with you.\nずっと この場所で\nI just wanna be with you.\n\n好きだよ"
                ),
                new Song(
                    "10．星、おはよう feat.ねむたみ。雨歌エル",
                    "-曲・詞 ない",
                    "退屈な夜に\n見飽きた涙をちょうだい\n夢の無い僕に\nきらきらはつまらなくて\n簡単ね\nくだらない理想\n投げ捨てちゃって　バイバイ\n忘れたって\nひとり\n　 淡く優しく染めてく\n\n聞こえた声に\n耳を塞いで\n星に願う\n今日も馬鹿でいたいんだ\n離せないまま\nそっと　そっと　薄れて\n変わりたいと叫ぶように\n今　弾けた\n\nもう僕は走れないの\nそろそろいいかい\nぽつり\n吐き出した言葉が今も\n心に刺さって\n取り戻せないの\n\n弱くて小さな世界は苦く\n答えを奪ってほしくて\n落とした心を集めては\n泣いていた\n×××××\n×××××\n×××××××××\n\n隠した扉　片隅の憧憬\n遠く響く\n今も消えない想いを\nはなせないまま\nきっと　きっと　生きるの\n変わりたいと叫ぶんだ\n\n退屈な夜を　見飽きた涙を　愛を\nこわさないで\n今日も\nこの惑星を逃げ出し　彩るの\n散々ね\nつまらない嘘　抱きしめたって単純\n忘れたって\nひとり\n淡く優しく染めてく"
                )
            ]
        ),
        new Disc(
            "Disc.2",
            [
                new Song(
                    "1．ジェミニ feat.GUMI",
                    "-曲：ぱちもん侍 詞：海野みくず",
                    "青色の靴を履いたら君に会いに行こう\n星はすぐそこにあるよ\n\n蛍光灯だけが照らした部屋から踏み出せずに\n雨音がこだまする\nそばにいない人の思い出ばかり抱きしめていた\n君だって同じでしょう\n\n心の罅をふさぐから\n\nもしも君の目が霞んで前が見えないなら\n手を引いてくよ、つかまってて\nそのまま\nもしも君の喉が潰れて歌えないなら\n声を嗄らして叫ぶよ\n\n夜空の向こうに何もないとしても\nひとりにしないと誓わせてよ\n\nいえない傷も抱きしめて生きてゆく\nふさいだ日々もふたりなら　今\n\n雨は止んだよ　ほら\n\nもしも君の足が竦んで進めないなら\n背中を押すよ、顔を上げて\nもう一度\nいつか君の命が燃えつきるそのときまで\n隣にいさせて、\nジェミニ！"
                ),
                new Song(
                    "2．トクメイ feat. 朝音ボウ,琵音マイタ",
                    "-曲・詞 ちゅる",
                    "ヒーローなんていなかった この世界には\nあるのはちょっとの涙と 貼りついた笑顔だけだ\n1、2、3、トントントン、0が減っていく\n4、5、6、トントントン、僕が減っていく\n7、8、9、トントントン、綺麗に10まで数えたら、\n「ああ、やっと終わりだ。」\n\nヘラヘラして 今日も命を延ばして\n何の意味がある？\n僕の隣には誰もいないのに\nニコニコして どこかで「オレ」のせいで\n誰かが苦しんで\nこんな僕の命でも こいつらには価値があるんだ\n死んでやる 死んでやる 有り金全部とピストル持って\n僕の全部の顔と名前 茶封筒に突っ込んで\n頭悪いから 合ってるかわかんないけど\n「ごめんなさい」\n言わないよりはいいだろ\n\n「生きて償うべきだった」と彼女は悲しんだ\n「でももう貴方は死んでしまった」\n「それすらも知らなかったんですね」\n彼女は悲しく笑った\n「ここで働きましょう」\n「みんなに幸せを届けて」"
                ),
                new Song(
                    "3．Pessimum feat.SakiAI",
                    "-曲・詞：ヤマモト",
                    "まだ解ってないってあなたは言うけど\n解ったフリした大人になれない\n僕らは生きてるだけでも偉いと\n信じて縋って虚しくなるの\n\n僕らの声の中に劣等感みたいなものが芽生えてさ\n笑って飛ばせないくらい頭の中を埋めてくの\n\nああ何度もぼくの心臓は\n愛って何？って聞き続けている\nまぁ、誰だってわかりはしないと\n思い込んだまま夢に落ちるの\n\nまた解ったはずってぼくの言葉さえ\nあなたは信じてくれはしないけど\n嫌だって言うのはとても怖くてさ\nあなたを好きって言えなくなるの\n\n僕らはいつまでもずっと理解し合えることなどはなくて\n解ったフリをしたままで頭が動かなくなってく\n\nああ僕らは何度間違えて\n愛ってないって勘違いするの\nまぁいつかはわかる日が来ると\n夢を見たままで大人になるの"
                ),
                new Song(
                    "4．リクエスト feat.小春六花",
                    "-曲・詞 リコペン(後継ぎP)",
                    "お互いのLogicをよく聞いて\nそうでないと「反抗期」だよ？\n昔のことは忘れたいかも\nこれからを見てもいいかなあ？\n不安なときの 恐い衝動\n嬉しいときの 甘い熱情\n許せぬ胸の 不快感情\nそれも食べつくしたいな\n\n気になることも少しあるけど\n拗ねた顔なんて見ないで\n元通りの最初の言葉なら\n心の中にあるでしょう？\n毎晩一人 努力してさえ\n泣いたり怒ったりすれ違い\n画面に向かうのもいいけれど\n二人でやらないからね？\n\n勉強したら お腹が空いた\n昼食に誘ってくれない？\n勉強したら 泣きたくなった\n夏の朝に考えたこと\n花の香りと 雨の足跡\n沈む窓辺に 知らぬ道筋\n辿るばかりじゃ 生まれないから\n私が先にいこうか？\nもっと笑いたい！ 満足したいの\nかなり 言い過ぎちゃったかもね…？"
                ),
                new Song(
                    "5．空と共に feat.初音ミク",
                    "-曲・詞 スミ",
                    "悲しくて寂しくて\nすべて投げ出したくなる時もある\n嬉しくて楽しくて\n時が止まればなんて思ってしまう\n（だけど）\n戻れない止まらない\nそれでもいつか、気づけるはずだよ\n\n見て、この大きい空を\n過去も今も未来にでも続いてる\nほら、下ばかり見ないで\n前を向いて、一歩ずつでも\n歩き出そう"
                ),
                new Song(
                    "6．暮色 feat.可不",
                    "-曲・詞 くま",
                    "夕焼け小焼け 鐘の音\n月照らす 時計は止まってて\n毛布のふわふわ 逃避行\n時間を浪費して 生きている\n\n比較ばっかりして 深い海の底\n海月の青い 光目が眩む\n劣等抱えて 潜り続けては\n夜に飲まれて 朝が来るんだ\n\n一日の時間は限られてて\n青い夏 最後のおとぎ話\n過ぎ去ってく｢今｣に立っている\nレッテルを背負いながら息をする\n\n夕焼け小焼け 鐘の音\n僕はまだ 浅瀬で溺れてる\n後悔だけはしないように\n全部とって曖昧になって\n\n辞めることの方が 勇気のいること\n捨てることなど 出来ないままでいて\n本当に やりたい事とか\n大切なことが 曇っていくんだ\n\n一日の時間は限られてて\n青い夏 最後のおとぎ話\n過ぎ去ってく｢今｣に立っている\nレッテルを背負いながら息をする\n\nハッシュタグの虚構\n貼り付けた虚像\n見せかけだけの愛と\nどこまでも青い空\n\n一日の時間は限られてて\n青い夏 最後のおとぎ話\n過ぎ去ってく｢今｣に立っている\n僕達だけの物語なんだ\n\n君だけの輝く宝物だ"
                ),
                new Song(
                    "7．Little Concert feat.結月ゆかり",
                    "-曲・詞 MoolGae",
                    "誰もいない部屋で一人\n無意識の言葉　ハロー\n君が見えた　幻さえ\n沈んでしまうの\n\n窓の向こう映る空に\n飛び出してしまう想像にまた落ちている\n白いワンルーム　の中にいる\n僕を救ってよ\n\n君のことも僕のことも\n忘れられた記憶のよう\n夜空を映るプラネタリウム\n心のかけらを見つけた\n\nまだ届かない僕の思いも\n言の葉にのせて　ハロー\nひらひら舞う　一対のチヨウ\n君も見えるかな\n\n何気もなく過ごす時間も\n繰り返すさよならで忘れられて\n狭いワンルームの中にいる\n僕を救ってよ\n\n君のことも僕のことも\n忘れられた記憶のよう\n夜空を映るプラネタリウム\n心のかけらを見つけた\n\nいつものことでしょ一人で残され\n別れの時が来るよ　また沈むの？\n夢に縛られて夜空を迷うの\n僕を救ってよ"
                ),
                new Song(
                    "8．弥栄 feat.可不",
                    "-曲・詞 蓮々",
                    "ほんの少し話しすぎてしまったね\nまだ難しくて上手くまとまらなくて\n弱った脚で　退屈なスピードで\nどんな色だったか　膨らんだ革財布\n\n数字ひとつ　命の灯火\nこんなものに揺り動かされて\n涙ひと粒　目尻を濡らした\n私の声は届いていましたか\n\n幸せに　幸せに　生きていますよ\n健やかに　健やかに　育っていますよ\nそれぞれが大切な誰かを想い\nそれぞれの生活を送っていますよ\n\n今はその意味がわかるような気がするな\nどこへ行ったのか　赤いプラレール\n\nどんな顔で何を見ていたの\nどんな声で何を話していたの\n思い出ひとつ　どこかへ消えても\nその温もりはどこかで今でも\n\nいつの日か歌にしたこの優しさは\nあなたからとめどなく貰ったものでした\n忘れても　無くしても　消えやしないもの\nそれだけを確かめて生きていくから\n\nありがとう　ありがとう　お疲れさま"
                )
            ]
        )
    ]
);

export const album20211231 = album;