import { Album, Disc, Song } from "@/classes/album";

const album = new Album(
    "20210327",
    "-14th Album-「Étoile(エトワール)」",
    "Release:2021.03.27",
    "2021年ボカスト(3/27)にて発表",
    [
        new Disc(
            "Disc.1",
            [
                new Song(
                    "1．Garnet Tear (feat.鏡音レン)",
                    "-作曲:キト・作詞:葉城雅樹(はじょみやP)",
                    "暗闇立ち込めたこんな世界で\n隠れた真実求め今日も歩き続ける\n認められないなら変えてしまえ\n僕らの明日なら この手で掴めるはずさ\n\n消えそうな手がかり握り締めながら\n無我夢中で駆け抜けて行けよ\n考え込むのは後にしてもいいだろ？\n今はただ迷わずに信じた道を進め\n\n例え何が待っていたって君がいるならば\n後悔だけはしないさ\nGarnet Tear 越えていけるはずさ\nどんな壁だって\n涙の先に見つけた未来へ\n\n君すら奪われたこんなミライは\n愚かな僕への報いなんだそういうことだろ？\n騙されてただけと言い訳しても\n消せない罪だけが僕の心を蝕む\n\nそれでもまだ遺された物がある\n奪われた君を取り戻せ\n塞ぎ込むのは後からでも出来るだろ？\n今はただ折れた心に火を点し進め\n\n例え僕が間違ったって君の為ならば\n諦めたりはしないさ\nGarnet Tear 取り戻してみせる\n何があったって\n涙の果てに開けた未来へ"
                ),
                new Song(
                    "2. ファイナルマッチ(feat.暗鳴ニュイ,初音ミク)",
                    "-曲・詞 みかん",
                    "死力を尽くし戦おう\nファイナルマッチで\n\n過酷なトレーニング\n全てこの日のため\n目の前に迫る\n\n「「あいつに勝つ」」ため\n\n数多のライバル倒して\nここまで登りつめたから\n有終の美を飾るバトルに\nいざ行こう\n\n砂塵が上がるフィールド\n湧き上がるオーディエンスたち\n勝負はまだまだこれから\n一歩も譲れない\n\n死力を尽くし戦おう\nファイナルマッチで"
                ),
                new Song(
                    "3. カミサマ (feat.ちゃろえもん＆琵音マイタ)",
                    "-曲&詞 ちゅる",
                    "お母さんは、神様です。\nぼくを、この世に産んでくださいました。\n父は、裏切り者です。 お母さんを捨てて、逃げたのです。\nぼくは父の血を引く、出来損ないです。\nお母さんの助けがないと、人でないのです。\n\n痛くなんか、痛くなんか、痛くなんか、ありません。\nお母さんの、愛だから。愛だから。愛だから。\n\n「お母さんは、神様です。ぼくを、この世に産んでくださいました。」\n読み上げたとき、先生は、苦い顔をしました。\nなんで？\n\n「ねえ、愛してあげる。私の言うことを、よくきくのよ」\nお母さんは、神様。嘘はつきません。\n\n愛されたい！愛されたい！愛されたい！\nがんばります！がんばります！がんばります！\n……がんばるって、なんだっけ\n……がんばります\n「泣いちゃだめ！」ハーイ！\n「笑っちゃだめ！」ハーイ！\n「怒るなんて権利があると思うな」\n「でもお母さんの悪口を言う奴は殴っていいわ」ハーイ！\n「あれをして」ハーイ！\n「これをして」ハーイ！\n「それをして、はいだめ悪い子ね」\n「言うこと聞かない子はいらないわ」\n\n「死んで」\nハーイ！fly high！\n\n「生きて」\n死んだぼくに、お母さんは、言いました。\nごめんなさい。言うことをきけなくて、ごめんなさい。\nでも、少しだけ、ワガママを、言うのなら、\n生きてても、こんな風に、抱きしめて、ほしかったなあ。\nお母さんの、あったかさが、わかんないや。\n\n「よくがんばりましたね」\n「あなたには、生き返る権利があります。 どうしますか」\n「お母さんのもとに、生き返れないのなら、生きたくなんかない」\n「わかりました」\n「じゃあここで、私たちと暮らしましょう。 もっと自由に過ごせますように」\n\n「\"我路（ガロ）\"」"
                ),
                new Song(
                    "4. Re:Alicetic Fancy Magic (feat.櫻花アリス)",
                    "-曲・詞 葉城雅樹(はじょみやP)",
                    "聴いて！ こんな想いも 魔法になるさ 君が放つ言葉が運命変える その願いが力になるから 今奏でていけ ファンシーマジック！\n\n今日も現実は残酷だね 君の明日はどこ？ ボクの力だけじゃ もう到底敵いませんので 魔法を唱えましょう\n\nそんなこと有り得ないだなんて 誰が決めた 変えるのはボクらの歌だ\n\n歌え！ 出鱈目な音でも 魔法になるさ ボクの奏でたメロディが歌を作る その願いが奇跡を起こすよ 今楽(かな)でられる ファンシーマジック！\nもっかい！ 現実なんて 塗り換えちゃえ ボクらが生むセッション世界変える この願いがもう一度届く 今叶出(かなで)ていけ ワールドマジック！"
                ),
                new Song(
                    "5．愛を歌おうぜ (feat.初音ミク)",
                    "-詞&曲 蓮々",
                    "深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n淡く照らす声を聴かせて\n\nいっせーのせ　行こうぜ　パーテーションの向こうへ\n革命家と攻防戦\nワンツースリー　飛ぼうぜ　アルコールを呷って\nラフ・メイカーの方向へ\n\n叫べ　馬鹿どもに届くように　声を嗄らして\n足掻け　この夜が明けるように　祈りを込めて\n誰も知り得ないその答え　ふざけた世界へ\n僕ら中指を突き立てて　愛を歌おうぜ\n\n待て！　やむを得ない\nあなたを守りたい\n何故？　冗談じゃない\nろくに息も吸えない\n\n生命線の崩壊　もう散々だ兄弟\n再三聞いた討論会\n救世主の交代　生存権を頂戴\nオーライ運命共同体\n\n歌え　どこへでも行けるように　光に乗せて\n踊れ　何にでもなれるように　影を揺らして\n誰も落とさない宝船　甲板の隅で\n僕ら親指を突き立てて　愛を嗤おうぜ\n\n深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n淡く照らす声を聴かせて\n\n深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n世界を裂く歌を聴かせて\n\n叫べ　馬鹿どもに届くように　声を嗄らして\n足掻け　この夜が明けるように　祈りを込めて\n誰も知り得ないその答え　ふざけた世界へ\n僕ら中指を突き立てて　愛を歌おうぜ\n愛を叫ぼうぜ\n\n生命線の崩壊　もう散々だ兄弟\n再三聞いた討論会\n救世主の交代　生存権を頂戴\nオーライ運命共同体"
                ),
                new Song(
                    "6. ここは9階 (feat.ねむたみ。)",
                    "-曲・詞 ない",
                    "深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n淡く照らす声を聴かせて\n\nいっせーのせ　行こうぜ　パーテーションの向こうへ\n革命家と攻防戦\nワンツースリー　飛ぼうぜ　アルコールを呷って\nラフ・メイカーの方向へ\n\n叫べ　馬鹿どもに届くように　声を嗄らして\n足掻け　この夜が明けるように　祈りを込めて\n誰も知り得ないその答え　ふざけた世界へ\n僕ら中指を突き立てて　愛を歌おうぜ\n\n待て！　やむを得ない\nあなたを守りたい\n何故？　冗談じゃない\nろくに息も吸えない\n\n生命線の崩壊　もう散々だ兄弟\n再三聞いた討論会\n救世主の交代　生存権を頂戴\nオーライ運命共同体\n\n歌え　どこへでも行けるように　光に乗せて\n踊れ　何にでもなれるように　影を揺らして\n誰も落とさない宝船　甲板の隅で\n僕ら親指を突き立てて　愛を嗤おうぜ\n\n深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n淡く照らす声を聴かせて\n\n深い溟海　溺れ沈んだ最下点\nどうか強い蜘蛛の糸を垂らして\n暗い往来　流れ歩いた最果て\n世界を裂く歌を聴かせて\n\n叫べ　馬鹿どもに届くように　声を嗄らして\n足掻け　この夜が明けるように　祈りを込めて\n誰も知り得ないその答え　ふざけた世界へ\n僕ら中指を突き立てて　愛を歌おうぜ\n愛を叫ぼうぜ\n\n生命線の崩壊　もう散々だ兄弟\n再三聞いた討論会\n救世主の交代　生存権を頂戴\nオーライ運命共同体"
                ),
                new Song(
                    "7．届いたコトバ (feat.東北イタコ)",
                    "-曲 キト，詞葉城雅樹(はじょみやP), 調声 くろ州",
                    "はじめましてじゃないけど 君に届けよう\nこの声なら君に伝わるかな\n機械の声は苦手だとか言った君に\n聞いて欲しいのこの唄 心に響け\n\n過ぎてゆく時の中\n私達はここで\n話すことが沢山あった\nだけど今は歌うよ\n\n君のために奏でていくのこの声で\nどんなに辛くても私たちがいるよ\nいつもここで待ち続けてきたんだと\n聴いてよ君の為の唄\n私(きかい)のこの声だって今ならば\n心に遺る音創り出せる\nきっと届くはずさ\n私の心の唄は\nずっと響き続ける\n\n君に初めて会ってから何年目だろう\nまだそんなに長くないけれど\n私がここにいるのは皆のおかげ\n支えてくれた感謝を唄に載せて\n\n未来とか分からない\n不安だらけの世界\nそこで日々を過ごす君に\n贈る言葉聴いてよ\n\n君の努力私はずっと見てきたよ\n諦めない心その輝きいつか\n未来開く力になる大丈夫\n聴いたよ秘めた苦しみを\n機械のこの声だって君のこと\n支えていける音 奏でられる\nずっとそばに居るよ\n私の心の唄で\n君を励まし続けよう\n\n届けたいこの思いを\n君は素敵な人さ\n私だから伝えられるの\nだから私歌うよ 何度でも\n\n君に向けて奏でていくのこの声で\nどんなに辛くても私たちがいるよ\nいつも君に歌ってんだ変わらずに\nそうだよ、君は一人じゃない\n私(きかい)のこの声だって今ならば\n心に遺る音創り出せる\n絶対！届いたよね\n私の心の歌は\n今日も奏でられて行く"
                ),
                new Song(
                    "8．S.I.Gの幽霊 (feat.結月ゆかり&GUMI)",
                    "-曲&詞 きなくさいこもち",
                    "鮮やかさ手に入れたのは\nあの日の浮遊感\n取り乱したその瞬間\n音の破片見つけて\n\n壊れて\nフラッシュバックの風景に\n刺されて\n聞こえてきた幽霊は\n\n透明で不確かな\nサめたようなメロディ\n\nつかめるようで透けてくそんな\nあなたの中の本当の幽霊は\n見えた未来その姿のまま\n次第に色彩を強めていく\n\n出てきた音がバラバラになって\n足元から飲み込んでいく\n形作った今までの記憶も\n全部が不明になっていく\n\n消えていく笑い声\n邪魔する現実\n消えていく騒音\n消えないかな\n\n壊れて\nフラッシュバックの風景に\n刺されて\n聞こえてきた幽霊に\n\n飲まれて\n消えていった風景も\n生まれて\n変わっていく\n\n乾いていく感情ストレスな平常\n奇跡の誘惑にまみれた\n幽are霊のその指先の\n新しい世界を魅せて\n\n出てきた音はまだわからないよ\n竜巻のようなSpeedy Mystery\n靄がかった何時かの音を\n今ここで見せてみるから\n\n使い古した\nナイフがまだ\nこの脳内を\n乱し続けてる"
                ),
            ]
        ),
        new Disc(
            "Disc.2",
            [
                new Song(
                    "1．Untitled (feat.IA)",
                    "-曲・詞 MoolGae",
                    "Untitled... Untitled...\nUntitled... Untitled...\nいつもの　歩いてたアスファルトの\n変わらぬ　街並みの風景\n染まってく　朝焼けのいるになる\n今だけ君を感じる\nUntitled... Untitled...\nUntitled... Untitled...\n\nUntitled... Untitled...\nUntitled... Untitled...\n放課後の誰もいない教室は\n君との懐かしい風景\n薄れた思い出は君を呼ぶ\n夕焼けが心染める\nUntitled... Untitled...\nUntitled... Untitled..."
                ),
                new Song(
                    "2．アン・トライアングル (feat.Saki AI)",
                    "-曲キト, 詞 モニカ",
                    "涼風の音 息を止めて強がってみせた\n笑った横顔が滲んで苦しくなるの\n\n原っぱ寝転んだ\n移り変わる色 眩しさに\n青が赤に溶ける ぎゅっと目を閉じた\n\n沈んでく 嬉しいような 寂しいような\n昇る夜 何て君に声をかけたらいい？\n\n優しいだけの言葉なんて\n必要ないの分かってるよ\nどうしようもない痛みなら\n半分わけてよ\n\nあした晴れたら どこに行こうか\n誰もいない空き地で星を見ようか\n零れても それでいいから\n\n隣で\n\nありふれた\n道 並べる影 指の温もり\n今日は誰かの風に刺され耳が痛いな\n\n空っぽの外側隠すように 色閉じ込めた\n時も手も重ねて まだ目をつぶってる\n\n近付く 嬉しいような 空しいような\n遠い君 待つだけでよかったはずなのに\n\nシナリオ通りの結末なんて\n意味がないの分かってるから\nこれ以上期待してみても\nちょっぴりずるいよね\n\nあしたは雨だ もう帰ろうか\n誰も知らない星座を繋ぎながら\n流れても かなわないから\n\nごめんね"
                ),
                new Song(
                    "3．Premiere(Remake) (feat.初音ミク)",
                    "-曲・詞 みかん",
                    "【第一幕】\n響く声援　スポットライト　\nみんなの待ってる世界へと\n勇気出して踏み出そう　\n新しい舞台(ステージ)\nPremiere\n\n来ました!　この日が　\n私の初舞台\n緊張するけど…\n練習の成果を活かして…歌おう\nみなさん拍手喝采よろしくね!\n\n(マイク準備中…)\n\nさあ飛び立とう!\n\nPremiere\n夢踊る世界　ここには\n万雷喝采　みなの声\nさあ　歌おう　踊ろう　届けよう\n初めてのこの音を\n\nla…\n\n【第二幕】\nもうすぐ! 　第二幕　\n気持ちを入れ替え\n楽しい　舞台(ステージ)　\nもう一度!\n\n不安だった　初舞台【Premiere】\nでもみんなの応援で\n広がる　最高の\n情景\n\n(マイク準備中…)\n\nさあ　駆け出そう!\n\n舞台(ステージ)上がると見えるのは　\n一面に輝くグリーンライツ\n一人残さずに届けよう\nありのままの私を\n\nPremiere\n夢続く世界　ここには\n万雷喝采　みなの声\nさあ　歌おう　踊ろう　伝えよう\n初音ミクのサウンド\n\nla…s"
                ),
                new Song(
                    "4．『労働者、または類型人』 (feat.初音ミク)",
                    "-曲&詞 トラギカ, 調声 みかん",
                    "銃器を肩に敵の影を認め\n指令とともに火を噴く\n吾等は吾等の壕に入り\n彼方の敵と命(ひ)を交わす\n進めど退けど\n撃てど撃たれど\n優にひと月戦い続けど\n膠着 膠着 膠着 膠着\n\nわれら道具\nそこに意思なし\n敵も意思なし\nただ上の指令にて動くのみ\n兵士ならば上(かみ)の道具となって\n\n何の為に戦い続けるの\nそんな問こそ愚でしかなく\n戦わなければならぬから\n戦い続けるのが使命\n敵も味方も\n恨も無くて\n吾等はただ機関の歯車\n労働 労働 労働 労働\n\n戦いに\n命捧げて\n敵も味方も\n数多なる屍と変わり果て\n築き上げたものを棄てて散った\n\n戦いに\n生き残る者\nそれは新たな来たるべき戦いの終わりの日\n未だ兵士\n未だ機関の子\n\n目の前の戦いに身を投じ\n歯車として\n労働を"
                ),
                new Song(
                    "5．Aquilegia (feat.初音ミク)",
                    "-曲&詞 しべりあ",
                    "ここは寂れた劇場　誰かの夢途絶えた場所\n終わったように見えた悲劇　再びその幕は上がる\n一度捨てられた脚本　拾い上げて紡いでみせよう\n豪華な演者を揃えて　完璧に演出しよう\n\n希望求めて迷走の果てに\n盲目な信仰を\n\n狂気の調べ奏でて神に捧げ\n僕が信じたものは愛か灰か分からないよ\n暗き者たちが引きずり込んでゆく\n僕が愛したものは君か神か分からないまま\nエゴにまみれた狂宴　愚か者のアリア\n\n何を恐れているのか　何を迷っているのか\nこれはきっと神様が　僕に与えた役目だ\n遠くに行ったあなたにも　届いているかなこの音\n幼き頃の憧れはひどく歪んで\n\n恐ろしく偉大な存在の元で\n永遠となれ\n\nつかみかけた光など見向きもせず\n目の前にある夢想に捕われ独り理想目指した\n過ちに気づいたその時には既に\n引き返せはしないと神と名乗る悪魔が囁く\n哀れな僕に救いを　狂信者のアリア\n\n狂気の調べ奏でて神に捧げ\n僕が信じたものは愛か灰か分からないよ\n暗き者たちが引きずり込んでいく\n僕が愛したものは君か神か分からないまま\n\nつかみかけた光など見向きもせず\n目の前にある夢想に捕われ独り理想目指した\n正気も日常も自ら手放し\n過ちに気づくことなく道を外れ罪を重ねる\n悲劇は免罪符にはならない　狂信者のアリア"
                ),
                new Song(
                    "6．Forever Traveler (feat.神威がくぽ)",
                    "-曲&詞 葉城雅樹(はじょみやP)",
                    "まばらな星 消えない歴史の 証たち\n道が続く限り 輝くのさ\n\n擦り切れて行く心が\n叫んでもこの旅の果ては見えない\n\n望まれ 戦い 取りこぼして\nそれでもまだ諦めたくない\n消えぬ誇り 抱きしめ\n\n走れ 永遠(とわ)に\n旅は終われない 歴史続く限り\nForever Traveler\n忘れたりしない 仲間がいたことを\n共に走った日々はずっと記憶の中"
                ),
                new Song(
                    "7．もし音街ウナちゃんが幼馴染だったら (feat.音街ウナ)",
                    "-曲&詞 Weidenbaum",
                    "朝起きてたら、始まる仕事隣の部屋の彼を起こすの\nなぜなら私は幼馴染みなの面倒をみるの\n二人での登校日日常だけどいつもどきどきしちゃうの\nそんな私の気持ちなんて多分わかってないよね\nこんなはずかしがりやでさびしがりやだけど\nあふれてるこの気持ち\n自分のこと見てほしい\n隠すのももう限界あたしだけ見てほしい\n今日も朝起きて彼を起こしてる\nなかなか起きないからつい顔をみてしまう\nこんな気持ち早く君に伝えたい\n好きだよって"
                ),
                new Song(
                    "8．「ポイント・ネモ」に敬意を込めて (feat.結月ゆかり麗)",
                    "-曲&詞 ねこぱっぱ",
                    "デブリの未来へ\n敬意を込めて\n到達不能極点「ポイント・ネモ」\n\nこれは過去の事\n私はギフテッドで\n周りからの\n期待と、希望、望みを得て\n「Ωプロジェクト」\nそれは任務の呼称\n理解せずに\n旅立ち　テイクオフ\n\n軌道上の景色\nまるでコスモな歌劇\n星屑となり\n思いを、繋ぐ、届ける\nコネクトし続けて\n任期を終える時\nこれでエンド\n大気に、リエントリー\n\n海底二万里に沈むであろう\nそこは孤独で永久の極夜の間\n晦冥近づく私役目終える\nだけど受け継がれた記憶紡ぐ\nいつまでも黎明の墓に\n敬意を捧げよう\n輝いた証までも奪わないから\n\n地心軌道と輪廻を廻る\n役目を終えても\n記憶を、紡ぐ、繋ぐ、届く\nデブリのエンドに\n敬意を込めて\n到達不能極点「ポイント・ネモ」\n\nデブリの未来へ\n敬意を込めて\n到達不能極点「ポイント・ネモ」"
                ),
                new Song(
                    "9．美恋誑々 (feat.OИE)",
                    "-曲 Mori, 作詞・調声 葉城雅樹(はじょみやP)",
                    "突然降り始めた雨に 傘も持たずに歩く夜 どうしよう もういいか 投げやりになっている\n何もかも失った気分 思うは君の言葉だけ 「さようなら、お元気で」 勝手すぎるんだ\n\nぼやけてる視界に 広がる輝かしい街並み そんな訳無いけど やめて欲しい 苛まれるの\n\n私は当てもなく歩く 消したい感情を抱え 「止めてよ、見れない」 人の幸せな顔\n光は変わらずに照らす 私の嫌な心ごと だけどまだここで私は 君を待つの 未練たらたら\n\nやっと降り止んだ雨の後 びしょ濡れになっているまま まだ歩く 何処へ行く そんなこと知らない この街には思い出ばかり 耳に残った君の声 「忘れたい。出来ないよ。寂しすぎるんだ……」\n\n行きつけの店から 君が出てくるような気がして ふと足が止まった そんなことは有り得ないのに\n私は彷徨い続ける 君との思い出の街で 「いやだよ、こんなの」 未練募り続ける 光は変わらずに照らす 二人歩いた日のままで 光が私の心を苛んでる 未練誑々\n\n私が歩いてく街に 陽射しが差し込み始める 眩しい朝焼け 夜の終わり告げてる 光が私包んでる 心の傷すら覆って だからもう置いて行こうか この思いを 美恋誑々"
                ),
                new Song(
                    "10．*** (feat.めいたとゆかいななかまたち)　　",
                    "-曲 キトとみんなのアイデア, 詞 葉城雅樹とみなさんのおかげでした",
                    "機械の少女で 可愛いあの娘の その後の話は 聞いただろう？\nクリスマス好きな 幼いあの娘も 今ではとっくに 大人の仲間入り\n\n(チャンチャンチャンチャン ワンチャンマン！\nファボって ツイート 出会い厨\nりょーしんかん ﾖﾝﾏﾙﾆ 同志社 秋のEVE祭り！)\n\n小さな花散り 希望も凍てつく 降りしきる雨に 虹は隠れ\nオワコンアイドル お酒に呑まれる 革命敗れて 全てが台無しに\n\n(ワインゴワイワイワイウエオ！\nゼミンゴゼミゼミゼミミミミ！\n今日もビールが……進捗ダメです( ´･ω･`)\n内定頂戴御社ンゴ！)\n\n(マイタ！ マイタ！ マイタ！ マイタ！\nあ〜！ VOCALOID！\nミクルカレンリンMEIKO{KAITO}！\n同志社大学ボカロ研！ やめたのは！[自主規制]班！\nお砂糖 上皇 四千年！\nアルペジオ！ アルペジオ！\n[自主規制]総会って知ってる！？)\n\n(落ちたーー！！ 不合格( ´･ω･`))\n\nRONIN！ Rolling！ 止まらない！\nRONIN！ Rolling！ 止まれないから！\nもっと 加速させてけよ ほら最後の歌\n\n壊れた夢と 降り続く雨 色褪せた感謝 電車は止まり 星の輝きは消え失せた\n\n聞き覚えあるメロディ 忘れてたんだよ さあ声上げて言葉届けてく どこに行こう？\n\n最後に一緒に歌おう 碌でもない最終回(エンドロール) これまで過ごした時間 思い出して声に出すんだ\n最後の宴の時間だ 終わらない歌を歌おう 止まらないんだ 最後に言わせてくれ 心からの言葉\n(上記の歌詞と同タイミングで\n言いたいことがあるんだよ！ [ｷﾀｷﾀ]\nやっぱりペジオはクソくらえ！ [ｷﾀｷﾀ]\nムリムリまじ無理やっぱ無理！[ｷﾀｷﾀ]\nやっと言えたぜ引退後！[ｷﾀｷﾀ]\n俺がペジオに来た理由！[ｷﾀｷﾀ]\nそれはガクチカ埋めるため！ [ｷﾀｷﾀ]\n俺の人生 邪魔をするな 二度と連絡してくるな！\nし・て・く・る・な！！！)\n\nという夢を見ていたんだね。"
                ),
            ]
        )
    ]
);

export const album20210327 = album;